{"architecture":{"class_name":"Functional","config":{"name":"model_1","layers":[{"class_name":"InputLayer","config":{"batch_input_shape":[null,122],"dtype":"float32","sparse":false,"ragged":false,"name":"input_1"},"name":"input_1","inbound_nodes":[]},{"class_name":"Flatten","config":{"name":"flatten_1","trainable":true,"dtype":"float32","data_format":"channels_last"},"name":"flatten_1","inbound_nodes":[[["input_1",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_4","trainable":true,"dtype":"float32","units":128,"activation":"elu","use_bias":true,"kernel_initializer":{"class_name":"HeNormal","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_4","inbound_nodes":[[["flatten_1",0,0,{}]]]},{"class_name":"BatchNormalization","config":{"name":"batch_normalization_3","trainable":true,"dtype":"float32","axis":[1],"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null},"name":"batch_normalization_3","inbound_nodes":[[["dense_4",0,0,{}]]]},{"class_name":"Dropout","config":{"name":"dropout_3","trainable":true,"dtype":"float32","rate":0.3,"noise_shape":null,"seed":null},"name":"dropout_3","inbound_nodes":[[["batch_normalization_3",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_5","trainable":true,"dtype":"float32","units":128,"activation":"elu","use_bias":true,"kernel_initializer":{"class_name":"HeNormal","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_5","inbound_nodes":[[["dropout_3",0,0,{}]]]},{"class_name":"BatchNormalization","config":{"name":"batch_normalization_4","trainable":true,"dtype":"float32","axis":[1],"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null},"name":"batch_normalization_4","inbound_nodes":[[["dense_5",0,0,{}]]]},{"class_name":"Dropout","config":{"name":"dropout_4","trainable":true,"dtype":"float32","rate":0.3,"noise_shape":null,"seed":null},"name":"dropout_4","inbound_nodes":[[["batch_normalization_4",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_6","trainable":true,"dtype":"float32","units":128,"activation":"elu","use_bias":true,"kernel_initializer":{"class_name":"HeNormal","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_6","inbound_nodes":[[["dropout_4",0,0,{}]]]},{"class_name":"BatchNormalization","config":{"name":"batch_normalization_5","trainable":true,"dtype":"float32","axis":[1],"momentum":0.99,"epsilon":0.001,"center":true,"scale":true,"beta_initializer":{"class_name":"Zeros","config":{}},"gamma_initializer":{"class_name":"Ones","config":{}},"moving_mean_initializer":{"class_name":"Zeros","config":{}},"moving_variance_initializer":{"class_name":"Ones","config":{}},"beta_regularizer":null,"gamma_regularizer":null,"beta_constraint":null,"gamma_constraint":null},"name":"batch_normalization_5","inbound_nodes":[[["dense_6",0,0,{}]]]},{"class_name":"Dropout","config":{"name":"dropout_5","trainable":true,"dtype":"float32","rate":0.3,"noise_shape":null,"seed":null},"name":"dropout_5","inbound_nodes":[[["batch_normalization_5",0,0,{}]]]},{"class_name":"Dense","config":{"name":"dense_7","trainable":true,"dtype":"float32","units":1,"activation":"elu","use_bias":true,"kernel_initializer":{"class_name":"HeNormal","config":{"seed":null}},"bias_initializer":{"class_name":"Zeros","config":{}},"kernel_regularizer":null,"bias_regularizer":null,"activity_regularizer":null,"kernel_constraint":null,"bias_constraint":null},"name":"dense_7","inbound_nodes":[[["dropout_5",0,0,{}]]]}],"input_layers":[["input_1",0,0]],"output_layers":[["dense_7",0,0]]},"keras_version":"2.11.0","backend":"tensorflow"},"image_data_format":"channels_last","input_shapes":[[122]],"output_shapes":[[1]],"tests":[{"inputs":[{"shape":[122],"values":["csTlPv8mWT/DMvw9EW24v0IqPr+EoLA/RYJBP3GW2z+iLQjA64CDvz9MVT8qjpW/7+Z6vWBu4r8k8FK/4sEKP+yxhj8ral4+ftwpPwtrOj+hsZi/8XO8P8GKUD9pOPK+/LGBvwFMlz9iH2K/tbEHQK9Ngr7KNy0/XhVbv6m5Fj/NWeY+Uwq3Pw0Eir/dBtc/mAf3v0W6BUB2HiU+hC65vn52K791A2++hpQTv03K3T+qBUc+OSycvqOs5b50HNk+zdX5PYAXo75j3KQ+DiTfvl47KT37VPO+ahw1vwgXHr/l85S/barJPz8tWb9I3u49inHzv5diMr83PWI/Jk0MwIlFiT5ceKI70kINvbpj37/cDy6/zktBvxvQ+j/JEUW/amxLwLwqKT8AiCY/wJoNwPIB1j73SqM+LAJYPxcnJcCtRyg/VQmPvwCLKUAMByu+y2eBPn651L7PaX4/ZScXvrxvbz9xMWq+1dOPv6z6Gr+v0V6/d9PAv9PP3b9XF8m+SpolPzc+tz9R8ig82tTRvqNjdD8r4DE/OmnAPsJPMj/MFhm/IbBSPnuWAz9sBj0/VzRGvaS8/75Ho1I/ntWVv1lWfj2UNL2/no4jv8YheD/4/be+uoUOwKBoz7+dCVY+Nq9kv0+plj8="]}],"outputs":[{"shape":[1],"values":["CpAEQA=="]}]}],"trainable_params":{"dense_4":{"weights":["dPlRvvSxWD59AoI+B25BPqEhB75UUgy+m2uPPsDQ5T3wgG2+A46YPhcf4jxd4Ku9sJievhwFOr95aKW9OTkIPqYOgz7Tggk+k1gaPrEgUT4Nrhm9oh8xvSs2I77i8v29olwWPntAX78f6j0+o8kbP5oTrb2WCto+D/xWvhcyMz5XqN2+jFXiPU3J+T2rR7q+cNe4PS6Lyz7gWfs+LEbyvugAm7wX958+gabBPVJKEr5rIPQ+o7pQvrHJij6kMhG/T2KkPlfq5bw2zIQ9/sOMPt0xzr6an36+GjiKv3L5+j3BaOm+IwvLPFhaeL0frpG/OvpYvTVRc77Xn9U9av+AvtrBiL2650u+JnlXu87uFr6KPC09zhOfvpAjC70OKMa8+af9vVlvBT+S84C+LFOzPFb1Db9DVRi+JMVIPoN9dz3NZ/q9TcgzPtIBib807Z29s0tTPtWAYT4HN5K8A9QAv1MTxD1HQO8+JEebvgKwuD6FRsu+opcvPk/Ua77us8Q+rnsgPifIJD4tfx+/bZidPliihj7Oafm+uuiXvtRQlL2nmiC/lzRmPsjdqr379gi+wfydvnThfr7FiPq+YdvWvb+X6z0wj14+kJ5pvkEI8L7NC4w+HS4SPrh5h73CcSw+HEZ5POerPj7Czcm+XhHVPMAvi72HLz++tWoSv3E3Cz2qxAW/IKS4PvCDJj/xmw4/rJnuvizMCL6qmxk/R128vZvFT78pbys+Ga+UPtJoMD9dbwg+tX/Ov7ul9D5cdFy+yrrkvoSH+z12ggu9cYyoPthJxT6qELy+klY0Pt2rWL5fxKm+BKXjv4dQEj5Jhp8+peIivjjKgz4RiZ8+lJXoPVXsu7/5eAM/oWEVvl3rWL7MXKC/A8nZPTfCZb7/cMm/NU0Uv5FbDT7obTC8X3zcvnSpKr6RUII+DRbuPjgz4b+wH689L1T/Ped/M79PBGc+HoiuPlonfz+m7fu/8LQ0P7/xNj2m4tM+VK4iP8Qn9L8iHDE/xlu/v76n3j4EoDS+","IIHpvUaqBr/bxtY+tnrHPbA0Nb9/5oq+fCMDP7oPgb5gha2/0FWwP+97rL4AS5W9MNxKPV9a6b0gihK9A35CvgVqn77Bs82+oVj3v3ZSor7ryyw/c5T5PXKKJj+dtK2/Pke/Pmlr+L3IXY4+VROKPvT3uL8u4pM+1jZ1v393CD9NcwW+l4xBv2Gm07+bhJY+D04LvpLSob+0Ds++rOqUvfzl1790/jg+wIb1vcTF7L6ke/y91msYPyhvlr/D8hI/HPMtPsTWWTzjdgK/oWaHv+BQyT4pNL8+ZFZcPkFZ1z6MJ48+RAAxv67kX77iRDu+m2i3v0SZiL2dCba/16yFPuUR4L7JrbA+PvdxPmpZsz0pFNO+Gp8CPysxBj7AACo+8bRdvcKcabwp+Cs+12ywPj0oQz7yaZe+bZnnPdBQPD3r8MS+YZVuPdkSor33iXo+bPBjPhFa9r710aA+/oAOPpRGSL5zFGS+xc2OPsrEoL2E1ou94HV9PuL+TT3Hl+m9n44xv+z6JT7e8Te9/VtRPWj0EL7ttZ+95EPcObWFNb9qcdG9oYxoPdYsET+h4Qy/swZQvsTeVj1qvDg+YZACv4eBjD47B38+Eqzrvsyj+j74D5g8Bsl3Pn+ZBr98z6i8bMxtPlpNKT3zKoM+KnmLvkWDfj7Jvua+sFHNvMGTyz0F5R++znTHvW1LxL2FNjg+z+0rvoGarb1jiA0+WWCDvhPdyL4lEQU/bYDbvRO8RL4u69A+C1jtvK6qv7774Lw9pkiWvXImm73pYiW/C8S6vamHnr3gKhY+nTDAPuP+Er/YHDM+/HknPhtGo7xv0oS9d98av9ZHOD4eFZC+zL6SPs6PwL3SLRa+05CfvlMwpD6U1s4+mCoRvynCib4l6pa+nriMvnIrxz4Ds7S7YJAIv6dtkb71qpq8lYn5vpZKED576Jc+vKEwPdRLO746LyC/XZyVPkAFTD4d2Jm9WM0OPvjiJj7aUKK+sdG3PhS+o71mYIe+H1GlvZhNur6g1F49","yj6uPNXKXT7ALwq9xKpaPpjJLb74HSo+oOtePsqmQb6DP4c+SkRVvJNSkb4uUgG+IKGkvRzzuT2BVy6973c6PvtaDr5PGie+oYxhPpH3f77vDeY9L4vAPbHDGb6GDzI+6eUFPpvrwT4guis+Za9UvTm9Yz1uU2u9mZ6aPYIcJT3WU5++pf90vRYAIb17Ah++P+eZPtzhYb7tbp8+/mcBvrtgyL2WhAO+mJeSPqHH2L6/wKI+rvnvvFt3Lr5wz0g939ZZvkAuvz1jN4q8/FeZPHcJjDtmEik+fHSyPX/myr3OU4M9J14OvZqSLL5+tZq9BHCjvcJN0r0G3Di+ihf1PeAAHD6QXHM8wjTEvb+N/7xAybe9+JIlO/HXKj4JdE8+0auTPmfrLj5yoXA8yR0kvLc//T2atQ0+xVNxPQMtnT7ETs49UxYsPrX+iz7lduw9Z0O7vgEusj308C6+JuJMPRGtgr3ROHA+u9ByPSkKCr78vAi+S1qRvdl7nb5VCAo+cqxGvfQDHL1tLK0+/lefPdXjFj3uY6a+dyVgvVKPpD0BULY+klsZPavoWr7BMbk9/tMHvpToQL7UBXq85vgZPakBqTyJh0W9GB2lvQ6LTr4CZoe9iairvf0exL1pxUK96mL7PZ9NCz2/yu4971EZPZ/hQb4wEqy9+umRvS0BDL5l7FM8wTdxPqCgp77OYsa+dm0NvikVAL5litK9CQGevcmTEj48o7s9SRVYvudYCr6q4Fe+aWWBPkm5Qruc9LQ8VSvLvSxMI71WfU4+aPmEvgZozT2CSPe7mWRBPiUKOr5ciHQ+YV3CPZ0tAT23+xk/GY6bPMoV6T2BORg9EK67vIvV2b32D9y+GIW+vYTrhr4NEni9FHJ2vWngPT67dSG97SXrPtL4ej5/BOE+Z0vIPZ2PTT7rOFi+K06HO6VXAT6mOpo+ysErvnRYKz4riu49enjmvvfvMr3Pdoo9CXHzvvs4hz72/lY++bsgvGeFBLsLbeu8qJ59PY7SlL0xyw89","+dEWPX2HAL8zOru+lWGgvUZebDxaVPu9Q25CvrlGVr2RXra+OB2/vZquUr2U3YG+mg9HPEF6nT40EDC+UovlvVbiA75vGvQ7Y3BOvZnJZb68tpW+x7b1vT6ANb4e7oe9M3GkPbRlvD0CMzK+Jd2pPmLkgb7w08i9qklzvWlE0j0zJ6E+5YB/Pj96U70JMOw9D8vuPTEegb4bf9S9OsduvULH6z0R/H4+1x1bvultIzyhSq69pt+zPjK9OL7S4sw9NkuUvLRWtb3QW/G9qVp9vtOrvz7cWqQ9Rw6TPf4s+Ty9K8O9gW8LPuaC/b2oQbM+zQaFPe9gvL0tw5Y7B21vvc8+UDxrn5s+vhJBPJc1xr763ei9a3MGvk70ir7tL0S+i4GjPhVGmT4r7n6+BkIFvlqCLb1rcTU8+GGCvtx/C76U9Re+X4JmPjcJpT4uBTq+eckbPleYKL7z4ps+xAePvjXuTD4819692dFLPfDxZz4qrJM+Pe+yu9iktzy0IFk+pR6RvhjEFb6e3DS+Hp0QPu8gAj2hbAu+DY8sPgVMkL7XRRI+IV1GPoallbxtzYQ/2h+uPlAa17zRBdY7LZgsvI0xjb0cdHE+osTJvFBwjz4euNa+dVf/vcOcRbz0602+uuOXPKvcyT7bSZg95McMvvzKUb64rwi+i01AvU95572dWHS+StKCvvB/DL46v5O+1werPiX7hL42TeK9Y726vVrzBL2yKx49MNBGvmqXvb4RiAQ+E4GAPuRPbr72daA9BtGEvo4klL5TXRE93AsOvu1FpLrwfFa+SRgeviIvmL1jxCU+odj/POgD9r4Zq7G9kaYavq+DF764Pri+3JadPlH7jT4otwS9fWX6vHYjoz1HvCc9Df7GvFdRfL73nNe9RkZ5PaRUxT6Q5DM9hLMRPb2r8715l5g+OfowvvxgZz6/7Pk+jcFaPrKtGL7YP1o9QnA6PoKTWT5gVkI9PAkPviQ7pj6X7xG85fwSPfjdtTtdeB++Yy9QvuzzsTzVXxY+","NK8APDIizzz63wq+jNugvhH9Mb3Yd6g974IjvV1scb5RtpM890wdPqa6ab7lXIa+3mzEPZGWgL7Ee9G98A3YPRF48DzUgZu+zE+JPgWzVb6YYIY9JcusvYU3CL/KZYG+CpkIPnTunr5lRIa9Yv0zPobsbr5TAzE+SxUVPtEekz44ehy/jdVovkpxBT58lve81XghvixXBb4pjRM+2ZW6vmP0BT6K9QQ9S3xvPsg6TD489YY+43slvrrfYL4YW9e+TPtAPgVrGr6Q32K8AMZoPoh31L7Bco4+NimmviC2tLxweok9dgOdPHJJBT3BROy91JCJvb0j5r5/+YG+ZtCevoDfYL4N6JC9Hh/avSJ1sb74trg+D3ZFPRNPVb4iBN47uku+vsoKAj/cUDo9WWEBv7WTDL1wFgw+vnX7PAnGr709Soe+n5U5vqGBSr2+aLG96VqVvbpdVL5egWe+Ha24vkdwAz72p549fvMfvpX2OL6jI6u+nHA0vr2F5b6h3Ye9AMmQPo0XbzyaIr2+8qqGPtSR1T3h9+i+ISFtvWYNjD6ysFu+IoE3PsNIs74/qr+89mTZve7wgT1JKwC/4NkqPnXDCz5x2RM9uh4OvTFe1r4OJmE+WpYMPWTbU75SRau+pch1PViPNz5XDCY+ja0tPSR+vb4F1Yu+YoPkvsv7Kj7+2sA+/5YIvtuvPT7vnbU90JH9Pq2/SD3QNQ0+pCawvAnhET4x0By+i5TwPS9Gxj3avkA+8bgOPi7MUT0gA+a9xrwVPetETr46wvY9VWMgvkKj975wwlI9eRyJvXFpMbvWze897WxyPUgSDb+kGqW+bIfEPcBaj76O20u9p/eevUnFwL6YWhQ+Ng3rPiI+Aj8lZxi+HPiovpe/Br68xEK+iSzlvUMKj712zU2+oMw4vmALFD7T7oQ+yJYGvpTbBr4fnlq+/rc0PEf86jxI9+i+lRqAPt4mMz6y4AO9MrievVrvfD0FyCS+PppvvfBrF70LYrk+Ejdfu4uYCL4yVnw+","0pCHvnbXMT+pDXY+AKRHPZAwCb5txPo+36L/vQxmqj5NqZe9xlFJPj5l9j4ZQhk+CT61vfGiYT2Kco8+wMkcvpS5vD4K1Lq9B111PH0zIj50QOQ93eF6vqoyGD0s5Vu+OAizvn7Uaz5+Rfs9MyWtvslpdr5AyZ6+h+Rvvg/UKL78b4M8tVS5vUuTf74uaqq+1lTmvoTlvL6CKso+DcuePo7CQL31LlO+q6DpPJP8qT4TVt0+TnekvWfsKb7QuFI+MxIEvmMYPT4W1oi9tsyJvsOWfb45L+2+CdJVPdsshT3oAxi+DOawvVKHZz4x6O+9lBOYvmO0+b0MgsO+2k16PQpphD5IggC+hoH+vovABD2y19w+OJ9YvvCM570f1TY9sodrPn+TjL4UW8W+BLyTvj7H974XV8y9Uq29vhJM4j6HOh0/2SWbvsF0vz0Pdn2+ziMLvxmHzT1sL/2+iP0VPiDAaT1kBOw865Hsvv6E5zsR3GC+LXIqPRztnL5dXCq+CUgBPsbrQb5O2bA+o0aUvf6/iT58gMk9miCWvYD2hT6eJDQ+uw04Pnpe4b3evTW9I33DvaaArL6oMYK+wzRGPhA2QDzgOZ++L/mVPidtmr1W1Y2+h6yUvipXgz5t/om+2R63vaB6h762wHi+y1sxveaPQL5Ccls+9TeAvkcukr3hQJA+XdecPmO6f701mGc7poStPiGjqT4myl++x7OBPll/p71OSIC8nvEPP+qE472jSqi+/nSPPrAhaT4Gp54+0bWBPgAzODye93k9TFu6PqxqMT6QYY49X2kwvlLB1bu2Hve+3+PRPZamb76KbIk99b/9PYLLXb7hZ2E+b/GqvlXZgz4INwg/dGQDPiWMaLyBWQ6+mR6FPQqiHj+s0O0+wJg9PqoXir4FN5C9E4hOPonKDj80Wga/qihIPsBFpb6y2pK9+Sg0vXnwmD3MFwq8bh6cvoIkmb6HnA2/ryyAvmZXx70gf3E+JB6Qvo+mhb1Rlyo+ksvQPlwTWbveq8A5","wzEpP1uh5L5nPTU+TVHrvk6esj7XLJq+jMY0vVRbOT5AD5A+12XSvhM1Kr1SD6q+VjTPvpZ6wT24iYM9r5XRPmpufz4HfL6+EhFauxYbNb7lfVm+r5HFPno5Vr419VQ+PIO3PKFiPz6gZ9i+TQBZvUbOmDwVAk6+KEC/vQeu17w3Ice9MXeDvg/9wT7H+Lm9h1LEvW/Dtb7INLS94/8aPthvsT4tL2k98j1Vvsb5lb2Panc+0BIUvrPJtb5l3W88hyeaPFFKGL7QCq4+w3LLvJ9lnj1uyv69MrbiPpRrjL2W32K+32WovkftTD3DSIM+t/7aPXm1iT2VZ4K+v0sDvnXthT1Ad9g9b7NMvvpbaj6dz78+FtLhPuSipr23jww+A26pPvohqr6JuEQ+jxfZvURvbb7I++w9hUuNPgwJMzzb1k8+FOMLPsx9xzxyRrk+qi4OPkd+Yz57sJG+9q/4Pd4Gub7WC+S9G8ZqvuE1gj5o08a9zPkYvWU2QD3JugW/Y+V9PYmaXz71eLQ+VmCpvc+cS75O0XU82TPGPoWWwD7cah0+SWcFvs0+KLxFrBS+bKiAPvExsL4iDzM9u/glvvSZq7s/P8e+k8YDP5mShj2zwDY8CsenvvEv0b7U+z28ZFeOvgxItT7WPk+8T8d6vWKvuT3/IaE9JOBPPoZ9nrxzx64+CoFlvswlK77OS2a+D1EGP+2LnL6Vkau+skZLPR72jj60m2O+UTscvkfzCr0QkgI989ifPo/4mb7Nq3A+K6cfPoPsKr4YVh2+Z6rivoo9XL7kYN497LqUvjGOv70pfxM+UObJPpETB7+Ip4C+JhSJPG2LRj15Ha2+QZizvNG96TyfJ367MdQhPkpinrtoA7O9RXWEvv7blT1Bc6Y+DYEaPp0flz2XZAC/97KUPgCcET7aaNG9rWOuvpdRCT7UgyS+S7AIPbaqij5XSk+9H9kpPmwrqL5OMzI+f3X1vb5Dw7wzyQy+Id4CviUPAD6PcZO+1dDjPVpJ3L4hQAS+","W7Wcux4jTL2IZQM92Jh1PuHcaD5/bbo+RxPGvgSykT6catE8mD5tvgwKUD5xELS9mAoDPp9V+T0KrJk+PWi9PphQoz1XzCs+He0kPgpTWD5GhA0+SCapvfYUsL5n+v48ss3xvhKQ/jsrKua9YZEhPhgFCT5rY4K+8kJgu9HVGL5t0yk+dMVBPQldUz5KR2C84nvIPbD1B76B00U+TjiKPh9vkjz1rpC9D3W1vdlXmD4FY7Q+ypW4vjsylj3Ln2W+bDRLPdsXoT2/MnI+Y7GIPSJP4L0c69i+mwX7PHT6hL56uKe9u54ZPhWUML5SSlg9NhvhPd7FWz1zIIc9oIGJPWkE/T5ckgu+vE45viyNAL74gtc+0+uMO4VJa75JAHQ+/iWoPvWFC74OF5i8DS8OPS8VOb53pAA+42w2vuj4Gj0tmEI+UiBJvjrjKT6V45q8H3yKvrcJdD43sEO+GDWvPSSGHb7NQdI95ofTvelcF74angS92Vw6vVpDMr643dA8ETaFPVavfb4ifaE+0f1HvlU7Az4q6W+9Zr0svpQadT2AY4k+qxgivQF7l76USoU9NuZIvkZaKL5R6Hq9nGr6uhcN/zzFHoS93tEuPrm0Fj4Yn6o9BfXxvdVO1D12bFe+2bekvrNGarx2FjM9HYWzu8Drej2pxRW9oLiRvZxPd76Jbjo+rOi9vfKuez3wqqg+vLanPHqK1D5n91++tcIiPdHZIr30W7I92yAqPvywATzDBsi8I2sZPsrLDz75ajS9L63fPnmdgj2scaC9pHXTvQ4p+j2IRYE+IsHju941/72p6AC/5fwkPsTSRz7HiHE+DMB2vd7RYL5lQ1a9ZpAKvugmAD65hi4+APxevfWpKT48/7U+rdPevWb6jT49vAM9nxwkPlemWD39yis+zr0rPqNbSj69ruS9zT4dPd1uFb4C45I+Mws1vq6fGD6YWxk+K1SwPPNF4b43D3693QiqPOEGyL7h6G8+4duZviIWN75CDyI+/HqHPddO9L2ojT+9","tWi3PgIpAL4Hcii+n4FqPItezT1Ivyu+LE4bvn7erj0tD64+0zoPvuPMLb6OXyO+0T6zvq2ZsT5CFxS+3xo1PoRuq71+Ay2+YaxoPbov5jzp1zq+jY5Hvfe2Rb7WGqk9il+KPS2M7b2oayk9Q2EDPEwepTz5OYE+KcWmvJ/A5LzJ+tU8nWBFvuLOHD7JVYK+Tk5Rvivbdb7lIcu9uJ4OvnOtHD4T8f48h3slPE6pmT1ZVxE9pZDTPQIe470ob3I9HWWEPnWuFbzUMOM9UQ+7vMOqKD56lpE9thKevS2kL712kNO9cyoSPrERDT2cP7Q8ZkR/PEyxv7xQTxu+imZ2PaxjrTxW5BC93LRCPuRh771tCpw+KiTuPTD9P772Emw+l0YFvokczD3eZaI9ixYnPjik6b1F3Eg+nuQSPkFceD3+T6o9luktPkJKAj7SY+Y9qxrAPrlelz2aqMW9xJwxPjInj77XVCU+BRQuvbXcOD6JAO09AmsBvk84XT5le66+uJaPvUHFzD4+CcI9QD9hPmte0j0u2xm+cRFZPvGfIz6Ae7C6FwgYPBhdDD6vzwk+hM7WuzQGNr7ocss9DlWXvWY8Ejzw0Qq+npqqPnyZub1EdyE+CRGAvmlgUb5wFU2+CUYRPYVz8r0vjaS9vPO3vXAijL67iHm9AoGCviIPxD0r/9E9uZXAPiaSdbwd64O8YGPavZt/0r19TGa+3GEbPvEVzT2iPVE5oSuLvrSqFb6k4U2+uWGivK1AGL6RR4k9i7ymOwxwCD6r/gA9AydKvX/wbr5zF/I9+WcvPumh4TzBqec9+7cDvpYnpr191ic+8vGMvv5AuL3WQvS7MquAvmp3UT6Xx/u6XTfiPI1Cs75rytQ9N7h+vqWWmL2stiC9PLe2PcH6jT4lrz+9TOhFvPTw7j20D0q+iltPvsaYYTwjMOI+1I/TPbiUgr13ogs+QoG3vTM1AD500JU+22soPkPsgr4IAVQ9DlAmPkiYFT1QGTI9MHTRPPlqa74PBzS+","IbkSPnqy074QRo2+TLoPPuLb0D1JzQ09dht5vhFa+r3LsBy+uzO1vcH/9j0e1NG9nYrEu9vVLD7cGt89/oBzPvFSgb70GqI+DkMPPt7rKj68tLc9QSWRPrw8vr01Ij89MZlMvs91VT1UMmw+xwtNPlhD7j2fpZ++4R1iPQNraj5PU2s9YQ39PBJ8Tb5xdFY+piy7vMIB2TtbjH48wvV5PiOLm73a35O8QDchvRdCiLzJ38M9yD2cvbmabL4zNqK9ypHrPePYOb4u4E++GnXUvdbkMj4z05m+VmoNvl789rxGrs472hGPPiDZdb5/Xg8+bxkHPRtU+j2pTlQ7mV4TvnJEQj5ss5I9Kr8mvbvkIL5spme+OO8CvtSSJr4b1xw8PaMEvmtYFLx8Qai82jhevMwL270ktnc+5qEmviqBZT6Ud229faMQviVM4z1CR8A9ozUFPp0+Bz4Zils+wwRlvPtE9T1/gxs+pFWFvWmIqj6Rife95oOGPslwkD6zjh68btdCvc+ph767Khy+8gEzvgzUEL539M49bLxLPh1ejr23XIG+L5XyPf94zj0WVRE91T8pPvWBGb6Lc7Q8V269vGA8Pj2CdHc9kI6yPX+Mhz7MbUy+XJaUPo+eYj3rSCS+Whn3vX25CD4Zex297midPQFBtr3MVpI9JFUavvEfPr4Te5Q9BrfOvt+F5r08KWM97O/dvLLLQb7MMvA9Ty01PrVnIL5qXsG9mmnQPRx6l77Sxru71PQAPrWDhz4nDkU9eA/TvcZUsj10cYu9hB8RvhJLLjzHqBY+F2D3PRey9bz9O6M8E0JrPhSij77qJmM+qD5BPn1/Ej1seCA+trebvdtJJj7AJwG+a9V/vVq81DzF0Vk+0xGfPd30h75YzDA+8PQ3PQBmcz4uSy++x1QFPkP2RLoZbo4+LLO9Pe9uAb4sMcA+rt1MvU4jbr7aydW943y0PriFmT2M1JI60bt0vgD9N74SsxS+Uq3mvdphLj4O0707HRYvu8/sHj6rcI2+","nghbvh+CjD2k5A8+RLiTPrXgk70c1oy9SZZDPhmEnD2HG8K7vsMdPt90Tb39IqU9Jkl6OyNI0r2fYY695w5APq+uLb4x/YA+0AXePRjhlT2Ah0k+AeW2vS4TOb6g3xk98Co2PYJNf74oP909htGYPC87br0BhK4+Aj4TPu2Hxb3rAJ86A5UYvszGLr7pJnu8QexYvoVH7D1cY4U+SQ7CPbPEMr7iij09yNYGviiHbj5Okwi+bm0evrx9DT50ur66K4uRPj8a+L2hVHS9Rba4PqG2ub1a44q98x8bPfBs5DxohL2+oPArPuhSKDlwDJA94LoyvLJLGr5bvGg+CFDwvZ051bxnf9a+RQQGPoufWT57uDC+r3wRvpuwLT32srC9nTS/vSs7MT2swDy+ECMtvn+GHL5ljjK8evB4vv5Efr1+ksy+lNWQvQCVgD2hpB29usouvWQCcL3tkUc7B+XBvHFxyLuc/6q90+JqvAQWqj0UfOK952p3PmUnCL1y7Zg9w4zivXTvlzyb3oG+/wCkPuuNnT0oIw+60VhlvtJEI73glvG8ZD9bPj+Tab3pL6S9VzBhvXqQqj5Nnra8GeHZvBX3xj2NMkC+6yxMvkOwX73FwaM+korzPV1vFT2Q6sM9/BBYPnN1HL7zKwQ+5BCxPn1MBb6oJYY8dhefvn6eC73zLzG+q/OiPiHegT4qoF++VC4Svtc/Sr4osfK8vcb6vTaTlr4hAqu9Bmo3PmTUHL42+hC+EybYvR/wzj3RrLy8aQbaPYWCsr2eR5A+eoGFPtBRFD7lBSu+LoaIvuUAh71ET6y+pOxMPj9EUD5SYNK84VoVPnPMzD7ucUA+vl4mPl2tCz6GIB29BHgHPgVNmr5Ftd++sOxpPfpHQT557lc+iqeIPRSRmbqM9Jm80eqYPIbcUj6tcQk9xfSoPvmu873Wdrs8ux2ovf/oLr4lhQA+xOapvswRLT2rNYe8/vmyPqSYDD6Vxdc8B5nxPJEZUDvdMgY+m36GvTeLx7sZljO+","zU0IvS0of77p3Z+916PKvdgmJ710dPi9eacIvRpAkb1vv8G82VsfvQ4zUb1nnwq+iBj9vDmC2z1ZZIQ9pTqyPTLXhT2nx+y8y2ppvhahTr7nRAy93NycParox70nej2+pilfvaVJ4L36RqY96giMPriEFz2eyX4+RGbNvYQmID38qXS+mXmjvCLaxj36/6Q+jhOmPoqUcr27v0W+ik7OvUkFazxfEms+SE57vrBNZ758oRC+uBF1PbuSZ73L+wE+gRhWPlTivT2/aPu8Yyw/vu1o7z3QtiY9n1qovSmDvTyx5hi+yhhDPu20pL5MMXO9/hIqvrYSuT1/mZq+YAZWvn3rgrw0s7M9MPlQPiHVEL44Rd6+V2+rPDSZ0Lxm55u9fOeLvqinkD6i1p49epIevu4dEr0rpp29SJxhPYkVGT4X55A+9qEIvqENtj3QoFk941j4PJe5IL04Tqa9zLTLvddiI76mDHE7+PgHPpHh2j5pFia+6pd3PtrUTT0rp8G8mW89vgiX/LxeW4+7YYnrvn5gVr11ieq9heTRPWo/DrzU14W9RE6FPULi0j2YzXs+coY8PZkVjb709dY9hppjvm0CED45Rik9SAoePSiBuT1HWMC9DsLvPbCJ0D0i8ys+XDyevpvYsz6X5829z5ORvZYxszygwCO9RDt+PuasUr65ouK9UzqCvjC0eb7QDcg9DoYLvrj8XL16SWC9PAblvJgzBTyWv+e8Gpmcvq9bkr20YhY8OqekPsTq2z1vztW9tsLPvkyZ872i908+iprOO+mWKb7AwOo9vBKTvjFPp726p9M9+CucPlu8db4+N1w+K9EGvoWaCz5yjrU9rbdIPh463b1u2BK9meGGPAk5aT4PNw4+a2jevU5whL4vXeS9U9LOPY7Twj0lt4u+eC/ivUT14D3Gros+hq6APYWexb226XA93zZhPUmVlL7nTg8+L9BRPp48Tb1KTQY9OcJ9vuzF8j1tVJs+D+0JvhUrSzvCW8C9eYyiPdDxkbmeAIW9","e57LPUHqFb4NBQg+ALw3PrUcdb5YSwg/31dGPqSeEj2xHlW6rRkFPnSELT40W1I+iDNcPqNLkT6Zyh09tAnNPefvWD0+yRU+LgIhvjcAkT7nUWk+2WYcPrndBL5AJDK+UOIkvepanj4FaQI+4KmMvpTvgz6/Lsy+cJsHvo6gxr1N3aw+LwxdPuvQTz20WAA/JvqhPnXxFz6sqyu+wYixPgpyrL1GbQ+/lleTvfxgJr5PH5i9J0UsPvhiAzxeXKk+f1cHvzDNFj5ynz4+qRKVvuygVD5WTLQ8VkKSPYpetD7rtp0+LpolPi+xmL2YCm4+fC+tPPC15LyjDmm9lS9SPtFri72SIsI+4tH2PnUPMb2EQKG9GVpFvlHqNT6hh2k+I5UlPrRH/73QF1e+LTglPoxDoT5jrki+M6B8PskPTb5h9Mq9gzakPpwuzT7lAbA+RH0fvEMWXb6wKM4+OQHdPgCK372Aksi+d++1PS6fqr6iqJs+/jYDvoHRXz4RvGO9tMWgvVBuVT4qDKM+GuDZvrrIxr6A/OQ+A364vvu0Q71lGms+BVf/vdVNzT5XuMs+4cijvsM3XTzwCjY+BCtivlY7qb6qxzi9Ee2CPulv2j7UDLS+3tpovoC6p71COmU+JUZGPePROr0ELH8+MeJAPXPWwT4bi4e+xdyjPmGZjb1ZCcy+0JwQv2gdPD/uXS8+bIfuPavp+D63yK4+g7hnPbmhj746QCc+/b2xPsVV1j4aHv8+HVzvvW81+T51so++HfqavrJnpT4P5x++hqk2PutHbT3Jm/g9bSmWvVjuTL67/5g8h0FIvgbtdb1sPCw+SnRoPmttFL9AtpA7UmawPKTk0T4202g+v51VvpEVoj4nfrm9fvmtPSOB0r69WzY+l0AkvkIfij3nhC6+CacavgqBwr4txss+yknhPe6Fmz7Z/H6+WRCcveEyxzyF2Qa/9PoFvtUIBz38oI699YTGPYUzAz3ednw+3xSyPRatOb6VaBM+cZ0yvFTzdDyHCtE+","VQn6POxtvz4k9gE/rYoXvtKWh767b9u8us8SPmWtq72h1pI+rOeHvlbMnL0gjqM9mcKtPgsW5r731CU92LKEvvwzr7yJxL69ibtfPvtNgL6Gojm9OlUmviu85z7LqvS8H/pVPuimf77UcyO9zgn6vr2XJj6JZwe9oL+mPkIQzT6rUOS+Zyy9PT3ucz4BLwi/6SQev91Dlz38Yry9w8Tmup9lN7uzROm+ntS1PqpN7bsve329RUF6Pqjaaz5ebMi9Lvgmv6cr4z5McbE+yDJQPqWw+L43gZM8io3qPYtizz7HvJI9WaMTv87bmz48Ctq9MahFPiwZ5Dnldi0+uzrDveXqCL+wcuq+QVC5PjILDz5HJwG/QJ+MPxAZI70thZy8xAMLvyjkiz3HXqU+nueNPiaFej8jcxQ+koj/PnUDTr+wTxO/Yp86P+iYSr/OTJk930NXP6tj8TwRqFg/NG1ePSYRw750c4E+LW95PyGIK793O8M+m0b9vsfZLby/2Gm+Ju7yPt0iDT96c1q/ubpoP2JMRD4PLig/Zk2EvV1Fvz7D/w2/0iEbvr3sCj/l2ym/tUTwvv6zeT/bzfY9G2b6PorPrr4AjhY9SPxZvnw5pL4slDY/xG+7vlGdaz6XPPM+TKU3P2iQ8z4gUHM+9jmAPQSYz70DFOU+G/FAP5eSMj9eKC09jYn9PrBTwj6EXI++U0MBvoacUb/K3bA+Uo2mvuLuJz+Cpsy+3b1dv/+kKD8zr4Y/CNRvvz3IhL9naU+9qIDqvjoCfz4/xIM+8CfBvibA1b5qmRU++5q3PmLeGD+A4ng/WNdkvtzciT848lm/OXS1Pk72qT3NfdE+UOIEP+iLRr/G7Ea/0cklP2Y6x76Y5Ii+wc3hPvRVK798HHi/Zh8JPm27OL5oUrw+QgUeviq9H7/nRno+bk8AP/KRnDz9d+K+uCMSPHyj0jyG3Qk/LlwPv32DJj//sIE/YgNtPlJFtD0KTZS+vx2IP2S7Rr9WZgQ/9ZQRPrfT8j4LQeq9","zz2PPnwnMjujS4u81Um4vgCR/T3PoRE+ipcWvg1KjTzkbfQ+HYF8PY5Njr6D5My+RNSnvg45lz7FWJ49J5dYPW5aIj7iZp89AEFUvRIro752mx6+e7o9vT+W576j1U++MacYPM79fz6xix4+bjAbPWkIkD6Q7aK9eDxJPe8NcT7cZoc+IzOfvsKMgrxk2Qq/HGqQPoi1/7wWqMA+AcGVPv0NyD7Zuxu+p/E8vpR4/L6GhJE+Orw3Ph0PLD5kB94+baaVviATqz7X66W+fsoMPXaOz70YPQG/Tz5jPqtrcL5EdIQ+ObUvPKgp3709nI0+yOS4viLw2z5p4E4+h7+7vYPOBb472zO+t31ovsT1YLuHNMo+cCrCvVTti75EWB2+ofLOPksHa770yzm9qacyProgjL6Voi++XI0xPuC13TwfWdY+NMAwPdEvLD4M6py+LwzXPl4Fhr7HHE2+Xbu5Pk0bqr33JyO+muW2Pd2liz59jcI+vIDJPrEhyz5fTye+MwgMPvqqBD4ITGA+GtFTvnmD1rwgoZk+o2BsPtCJA76uUg4+Lm/xvQ34YD1RmXC+viWUPaiuCb7uOLY+fDPoPAP1yj0qCAu9mlPQvcMEsT7PDI69Fb9IvjlJ3D2uhzm+XfICPr3dZD7XTxe+TX1/vVoD8T6dZ6s9j2P5PhZSgz0MFZq+s1woPn02577SN3S+AUCcPsDHg75YiOW95r6LvkZOGT7Gi0U+4XIYv7jSbL6YGr++/J0qvXNm9DmoN9o9SE2rPnKpZ76zUKU+mTOIvjE/q7tSN9W+gKP7vddm7L0J/9+9mHXlvXLqKb4E5D8+xPPovXLQjzwdXsE+CPtWPtBQDL/sQ+y+H3yBPi2IFT21Gl09mqYbv9uoIz4ltuS+Ls/EPqzyDT6sj+69HlD3vBW7kz1+p8K8x+A3P/sZ2r46MFE+usLpPj6op76NwOe8bcJZvsuJubx7gPC+pjf+vjVAr73EBPM9TLwovq3wHr7wyQ4+Bj4uvnFjTb4cRAW+","dzRGvpWBuby4DKO+ifaPO90YOj7O0pE+FjO+vvels71mkz2/JyeVPreD5T3CD0q+QIEfvmpjDT7Ky/M6+UeXvt+Emr5drYO+IzTCvJ4tOL6GN9291oDEvf35U74UWpa+1rcGPvAhPj6SbGC9q81HPsCHI73ZDXI+YpgJv2UBdb6UPHA+NnxbPqcS774DZyw9HzgUvfx9fL6uwL8+XOOmPogz174tRRi8mlyUvJK/0L7C0ak+p9a/vbGHRL/Cq7s+9w1EPBSPXb3Yg2u9Bda5vs8KtjvAEAo+LMzrvb7HLb6FgPQ9rStuPi0Gbb3ep+Y92bAMv9OlLr7pPkm+cjk6Pu6BoD5dH3i+v6r9veEOkb5qjSE/Kh+tviQ4276YtpO+O9y1PtVD2j0g+dC+vw1SO5aYib4fFrC+pW0AvxLEUz7PHRY/NOuhvbtbaLzJEQu+FuMtv3wMZb7NkwS+ZNzRvvXeJb/e9L++84HovnNPtLw1pvy+Is7mvbrLhD4PNQ0/HrvkvVbq5771SSk+Eb6HvqOlLT+8cHe+jf4hPij7HD2r4wE/TrZJPb4XAr8Oass+y97uPXvtXb7UXCy98NTBPSGTzbxrx1E/A09SvjBga70PMre+dp+fvub+1775JgC/yM85vwVFSby7Xgm/LQugvp50J7+NboE+XuyGviWf5r43Ogq/sFIGPr+5VL4FOMq+n9K1PdSRSD6Hjfy9gZ5vvrN1wb2Xiak95V7qPmAVED5D0+2+3DqGPjz8JD91Hoi/Crq0vQYClr7rdaC+6WiMPkNO8D0RNxe/zLmFvjnwKD0aKCO/YdYJP8NYFjxUopo+12BkPrDWBL/+Dym+yl19vrREwz6Kn4o+3dbAvgqTxb3GeCS9LNEZvjSzcj7QhHM+Mp/iPbf6n72xKzc82XTOvrKdBz9BG528YqezvpcUOz4j2p49vj94P56rpj67LrC9ZGaBvodLDr+q3c6+SSw2vt+5qb4M7AY+T43OvkxeLr3Zyo2+8dyovh68H71SnuQ+","+pJAP3ZwQj6E6XQ+5plCvmQdxD75yJW+RLVXvtL6Tb91jRi+p5BmP7yD1D7j7OI97wWMvqNp1j1Y3wO/cwcJP9ZJiD4mBYK+6dHXPn9rWb66UvS+GCqOvmO9g758BqW/48oHwHMUiz5HeqO+hH2ZvkNXB7412vk+1VjKP8ZMXT+z0ze9Zl2bPoJRub1sMoO+A5TUPmA/Yb+uUYO+4jVVPrlTrr4DmVi9IS1nv8/Phj8PyRg+9ytIPs857j6pT7I+9guCPv8HrD+qZLq/Z/4TP0j9Sr6COvS+3N2EPuo6AT+Rd4I9pLfCP0fOkT6gANg+O7ARv+TvPD00Gt++rCUZv03JLL/D3yK/sCs9vp3ssL9g1hk+S5YUPvgzkb2Llsq/MNypvQ8oQr0cy1c+CG/8vkPv0L2a9Qg/c0kEPjtJKMCKkFg+VUUNvwgTlj6WhFK/IN54P6eCmL/SpC++rxkcPmSXOr/3lI09bcOqvn1C4z0P8VE+YZzBvuLq+T3DdtI+tpANvqMuozz83LU+U9IWP4F42j7rrEY+vjlVPRUnij77tv8+lgZiPthcE76tsfO/Y0vRPjq/8j1uOR0+gZPHPk8izj6WCZw/7LHxPVTSqD5V9kI/fLExv0cuQr4a19m9Yms+P2hwhLvkNY6+fcpCv6UgnT6B9h+/wFDcPYZqNj9SQAa+8gIFvq9MjL24K8878nW0vlvOg79fyVA+XFA5v+Zc3ryxj4Q+aUsAvy2jnb3Hlo6/9b6Kvfw8oL5df1K+rYixPknKfT6IFIW94w29Ppqanj5wC5i/jhQGv/jtAr8+k0u+14zEvfg5kD6XqUE+SIbaPdxPXzxa+yQ/RWtoP17n6LxiY4G+Tdy6viCXib64EYk8KrIuvomxxT5dHNC9hbEVPnu7kT4hbts+RIKlvrMNCT615N48ujhTP0HSJ75Zgno+CgqmPlfEcr6+hAs9O4ybPmIGFT+QPj09pqlHvquywr5OneC+L8uOvuHQY77w16i+zD7jvZEuND4rbj8+","6M2av0U5OT9oS6K9VHftvk+1ub0LCgK/EMYiO0olF7/UHj2+uzWKPtole75PzIE+L0p+v+YGAb2bb4u+gcSwvoEHNr++FWG/Yf6ePZo7ob5npF2/E26Hv2r0BT4Evi2+9Lsiu9rpgT6LIAM/DD+0PWVDrb0DgzM/C9URvifXUL+lY5M+JGDZOt4JSb3eRxs+rPOPPX93kz2QYke+HZiPvoL37T62SW4+0prCvlJQCD6cBBC/Jj3NvjHVjL4WJqY/Q8SRPZLFV71XwY++FyKMvhuRNr4GOO++Y2CEPtNWfDzkTLI8MsluvazfXL/ldQk+FbBavrV7PL879eC9ZFgQP71TLD6omgE+tML4PT4ouz0Tv5k+8tHYPfCamD1eTTG7tkwHvrF9hj7n4LG98DY2vgWVlb4z1oU+5ZJTvk+EST7heJG+I4nsvQkpCz5gyiu9StIDPdJaEb+RDFa+KvWwvqVuerw4Jzw+N6U0vQ73qbsghwg9XcqkPZN547tjIog+vLk3Pj0MQr7BiZk+UYihPn7tQz6Pzd69BW/CvWmlKz4XubW8Scz7vquwOz94R7k+YLYYvko2n75K+pk+h9K0PByurz1hDW08Rrz7PcOG8z0U7x8+GSXMvfCbUT4DRRA+LKtpP+tnAz9gya4+XLiCPu9gNb7ygo8+GXKIvk7tQb46vsm+7rGvvve+aL2aHdK98wBsPkNSbT70apW9AE4nPgeuAr7xMZY94OIDPlQdEL7MuRE+13khPy8yj75LxfA9EWCbvgVEq751D4g+U/H7vnmkXr5omqa+kKmPvYSTIT7PVmI99+qFvgWNRb3Pwnq9H1xQPrmaZD7romW9KfHJvrR5Qz54The9A3NHPl4Gnj1HwD0+TgwOPl8zUD46VYo+FAuKPnmwKzuM+rU95X59PuczIT7uKae9uZ0cPvjE+T59jXg+FfxYPjnHobxlZpk9x9erPlgFEL4W3Ne8HMIBvYWHLT6ewS4+FXWWPl/G+bzpKw4+FfDjvoVrAD43CUo+","vtwHv1xW3j2zwwk/FcKnPsWVsL63aSK+oVK3PpB2gz7RyAy/Fg2+vrY6tj7nAa0+1GaCPpCBGb5L4Mc+Fxj5vV6rAL/5ksO+xVDUPgGajD6c2X2+z0CcPnV5Aj5uv7w+CoiEvQbAFb5jo2O+Bb+xPS24cT7pgGS++2EHPuDBZb7iTu29+iO+PpFZRz68AhU+TcGvvpKu0r1CWne+IVkKPZREyb6WiqK+7pabvNryaj4Ocba+kxkSvpGb5r7Hcd29AdN6vgmDCr8S3x6+dKmRviiQm70T/4M+lX1OPu/mAD9Y1CS+bbHcPUu8AD8y9ga+iyiBPnS1mD3o/KG+3rCEPqLMpz1Fk6G+1jPhPh4ltz55NH69ehQ8PuL7ljzEEUk+/l4tvi8h7r2SbeY8xuUMvzmS+r2xsHm9OEDDvTILML35r9K+k56bPuCPDDzpNIW8/nAJvkOwaz42Afc9s4OOvZ1OmT7Moxu/Z37EvgVe3D2WHCm9Byxlvu8KRr5JrIc+WVpiviVMm74/UHM9B6TbvJxW4L7UZ2y+mVe7PCABhT4PhUc+INJivueQfD4VHsI+X2GjPS5CCT99WAK+bdSqPRfOab4ZsHa+HuIhPveRDb6511q8MnaTPtq1Tr5a0XQ++o3xvi/9t72sZwo+TZSaPtIBCz7wXSc+v5S9uyBThb6/v7i+JlsCPqv9hj4cSjY9XCMEPpNPPb4z3oQ+jmEzPyjJBr/KYVK/ss3kPgoUzDtAM3A+efXtvYzXJD54K5q8j686vp2VnT6l7uS9yOmePd1AkT4Leu4+reeuPmbSRj+akB67qSFzvTF7MLtq2629m9O5PsXYi75sIW+8ye5Cv7BPB76Bxpg+qjzbPNOQab2pu72+M4B+vsTYjL7ZRYI9fwo9vtWqp76dSB0+q1jBusXI5b5L5wo+UMx1vjjv6b2mQIq+i5u3vlvxjD0/ZJW914qFPsMhzj00dUo9pLzRu994EL2qNpa++0VJPlhBgD4dlJc+r3DVvPd28b0w5oU9","k9PjPgrxMD44Yv49E9U4PxKfcb4LF8w8c44TPXJWOj5pxOO98/sXvpSJ+LxyO8M+zZZcvigfnL541bW+VlN6PtRH470SDDI+fO7vPEOstL2mnwI+rUbuPlyYCz1gY568Z6WzPtd6Dr+baXs+9uvivNiUFj7ViwS+wGNTvU9b7rxH9Kq9cm6mvqLk0T1gtYS+GzKevo1Z4L2CVws91Fdyvk/UJb5+Ham+kbZAPurOrT2kvfW8aLsFP3uOR73fcYA8/ZiYvl1i5L5OAv8+yC/nvcSIbb4dpgw+lKRAvQhjHD7OUf2+KIq+vjbpHb3xix8+XG8SvnYp0z5yFtg9A9cSvyn8Yzk6dLg+z2GQvvlHoD1otS0+xlk5PriCRL7c6pE/yUEVPvIhPr8q7gW+OjDhvE3eQj1L+aM+h3Fvu1ifmD70xBg+q4h2Pb6tmzwXecm+yfXrvSlIgT+7kcU95BGgP8mVJz+HHKY+E94EvpuAVz6Eg1S+Kb1FPnk34r6y0E6/ul9IPkNrb765Bba9aFP2vQCZJryxx3i98o2jvP7pPz4kMio+TMgpvR8cvb64lZY+6ftFvrZ4+73E30G/HBAfPktlTr72GYG/ewgRPyzK572/msC8eRZHvpAKjz5FzZO+/DdmvooQqr55IUO+cQGTPrOH6r0gjSA9b5Q5vr3cjb5Dfkc/C6z+PfEO7rx44Jc/UK2EvDlj0r1Lnl2+I5ZzP1wJoT7Fuwa/bVlXPtYAIr7Nb8I9wHDEPZtuMz0SvUU/LK2lPAA3kD+/S3w+HzmIPsnxwL1lv4k/yMThPaRcnL2xic+9gAWXvl27nrww1xO9ST/RPdcCGr+P/pG9FsFEvYcC5T10RFi9hokKPiYieL2Ei+e87uAHPsm4nT7grt49r06ZPXOVq751BXk+veJ4PoXdSz5nTxy8tIBUPkl6VL9cljE9zmVjvwM0BD+GAYk+v4XUvZehhj4lS3c9+3lVvn8xNL9Z3xw8l5sbPRNwED//YWy8mlWJP3KXoj3URoa/","QPGTvdf7Zz731wq/xDe+vgaMcD7axLi8L6ZxvhiBqT9dBss92gqLv2E01b45fNK9yKcBPgQAuD4fQmq+i2vmvIvp2rxh7Y6+ZSiJPpDqpL5JJoi9wm6SP+ZyWj3mbLU/2nWJP7Ee7j4/CaS8B8Q8PtYt9jxZjRg9RQZOv8iusb/HtKO96aymvYFLfj6WS4u8iAKcPf4il76pIUG+SgCHPqyhYj55+5M91h09vqimtz7FcoQ9omqVvnlqZb+zhsw+IOc3PRFUgr84Ehw/4cdJvhoyFL5EhOK9M8GQPpqt/b5zEOm9JhQZv585tb4m78A+NEdcvhCBBb7Gq6M9g3sXvoc5vz/p/BE+I1wIvknFqj/yEQY+sR1DPopmQb4Ze4U/KLFaPiszv74+yvU9UUxTvUjoSb3mpsY9ygasPBwTjT8ARwC+ddidP12Y5j5R0Ps+hhkcvmnxlj9vXoq+WBtRPkH3cb0l8de9lasWvv+vdL2ub228SgEivyHtgT7vg6O+fiFYPqSd4z7tfuo+FvJmPKaJ/b3XNzS+kcUZPi5gSz792qQ7Aqk/voF3yj0BfC4/O1LzO3JZTb7VkdQ8fsWLvyUfxzwK+JG/uiWDPx1IkT7aaca9wlXCO9hajb48Qdq+KPCEv6n6Dz4wrqs99t8PP4z0ojriaKs/2oGKPhK+o79hSfg9OBxzPjL5C78J/Xu+eOCZPqQ7jr18m/a+NW2KPz6Qhj7h5UG/dRq2vvLd5b3OvxW7I2ETPx4Ik7wvATA+t7kRPoBW0r4gFkS8+mPBvvJct76xUo8/4YUGPp7Blz8xSWg/qE6SPu3Mgb4f7LI9zU/IvS+Z3b2xi2C/Rr6sv57vwT7Zg6a+iw9bPnQElT1pGpk+th29vADkKz1Zbcs+i6atPtP/QT5dFdi9eaZkPgQM7jyo/yK+HrNxv+6EYj6LWI8952N/v9NFZD/yYOE9NbbDPYefW77WJ/U+2iO5vqFaXTvqVga///CLvtKYFT9cyYW+b9YyvRgVfb7U2e+9","WyOIP0hSBT5ZEsC+Gw6QPwo8nD5AlqM+NQy0vgGumz9FlRo+1bM/v8uGoD4h8BG+re2EvB0JEr3xcWA88X6uP8kwiT6tubU/FkMJP9IUAD+Itxy+JMyfP3nLsb5SUM09syDivTcGVj6VPeW9ROFxvtq/x7uqSxa/UvFZPnhFhr46c7o+CKvSPro/1z5aNC69ckzbPbNrNL3CXDw89PWUPqYqCT4X7io9F+yXPRk6Ij8ewrk+/rtqvs6wCD4mcZS/LE2svUnOmr9Gt1I/w+GOu9fOaL3fhaQ9jJQ7vifu2737JXe/VUu0Pg4X0Lx9NFM//R45PqI2kz8Cvm49z8uevz18a77exk+8yve7vjunB7+pFYI+Nfxrvna7lL6HjUE/m0sjPSEMNL+dbqa+mp4RvoZYcz1gM+k+yzXAvKR1wz01bOk+nTHSPLn0eT7ulPO9UmyBvj6Cij/T2EI99s9sP3/Pij+Y9g0/S+o2vvh+PD5TfIS+LkM+PuHkQb/ELUy//IrFPowkrL6r50Q+RdJPvvUAtj2UX6e+fUhvPYPe+Dy/MW89NVYiPh4YKL4FlZk+KJQpvVStiL4tuSO/WMqNPkcC8j5VsY6/q50JP34RVT5UUJG+/j1gvqRmGz8dINu+RTiEvnzszr40Ig+/R4zdPojl0b6m6A69sILTvrvGob6ZIJk/eOQXvqjoqj300Hs/0S4ZP1Gv2j5SjCC93Xx5P4Qdrj66fgK/q94uPpgfgL4S9xS97eqNPhLghb7L73c/9pdiPv+qhD/CsOM+oaINP0JEpD0WlJU/7wRgvo/iJ7vI8sa+vzOivSJy8L3KyNg9zV+LPUvy/r5e440+sClNPs2agD5q+dE8+9VlPrzfP77Y2ay9ihkQPaRLoL1dAaQ+O3IEPpTUbrwPEjw9xGwcPzXysj5lKW+9eGLFPjEJMr+u+/e9pIaKv2guDT/4hi0+eq7pvWvzVz1xx2y+ac67vAJLJL9pKZg+0vs6vp8JOz9XDCY+TMBWPxqSfT42fp6/","wGyQPkUbCb+ozg0/ztaEvsXMmb7cw9K9Dt3SPRRf0r4uYy8+70KGPTPSf77+PT6+FolMvsMy9T0f6Rg+hD4Bv52uAr7m1x4/+cppvl+hPD5KUZI+fUjavTXj+T3Z6Su+XfbJvjFvYT3j4jw+PjczvjmN6D4kRIe+jZ2iPpeg2D4SY1Q+PptkvoJfK7/0lVG+waJKuzF7lz4IH9w+yPRwvboP4D7pv/y+YKYMPo0Q/T39x4s+eZM4P57emj6AZxE+22ERv5H9Fj3AVfe+vfqMvtt3mL0SeeG9NOpePmaYQT6E49i9ZxwUvjRxoD4uE909FjaFPf21trxByog+FtVIPV905b5AV92+4DXrvcN46j2J99E98+v7vp5gED0dXA2/yI+wvX6ak75y7ge/iRwRPmpVrbx+46G+C3rJvl0Fer4z/1m+CGrtvjvLnL3IXhi/duvaPZ46Cb540x08R3EVO7asOz7/K2O9TGuHPgMLXz7Jgig9bcITP3vjir150789+uqwvjlcOL3MYom9YJhivk7gab4fV6a9nsu+vh9j9L4prHg+ciFvPTZelL7JnuC++8OpvuUGGz9dcrc9qu66Pmdynj30WA49wRMFv1mHAD0XqyW+P0KVPeTFyD5L9pa8T+eCvglLWDzxlrq++pKyuhi43DzK7Xq9zMkeviDDsT5M/+49ilz6vTAAlT7FH8c+M776ve4wrr7V5wo/6Na2v5uBAz5lPVQ/2rSgPqyI/D4gLm2++QTAPMMhgby9TZm+8vcPv+zqtT49D/W+9SEFPz38sDtmyNK/9YiiPniqtb9p/3u/LhGovvhmiz1P0bu+f0PTvhoW8L51YGI/bF+9P3Vbr72Kof4+gMKjvWPk/b2q52U+Z1Z4PpfkC78TPcu9YWOLvtzd2T4YASI+Taxcv5IKG7+POh0/S3BMPzw3tTw+Xn89NskQPxf+Hr/mgjq+pAf9Po9xQz7N6HI+RXuXPn0vir75ItA+8WboPpgxND7Ommw+9uE4vcHJzj5QWxo+","/WLDvw4AiT5zP+A+QUypv03USr/lq2i+eggZPw0ewb+6jaS9LF8OvnHhvTy1TPE+SLdmvu2xDL6lOLw+SxRovyz84T7RbvW/SN65PvC1Cb9Fm1A/kgy8v+hI7T7UpZ0+dFaXvoDlpD2z+x8/vIkoPh2vcb4uxyY/uCOIPk96tj5+BLS+OTOJvhTn9j3s9KG9fuWDvihZSz5q7rC+G4UJv6V+dD3vwCi+vpw9PgmofL+Lpxy+0MYyPjRlBz3AiJU/payZPYsTVj/y0rm/bhMQvvJabjxeIgY+2aBlPlR30T5UA0Q/MD84vwWejL5aN2W/DemjvR2y5b+Im9q9ipP3P3JDYb1BdVm+RQpAv+T3G75zvkW8ZYhRvncgY77B1wfAPFtgPs+Fzj8J7Aa+X76APiuj+z3p35k/+de5vlRFhD0TPqU9bMLnvjJYwDzt1pa+dfHcvsQFtr+YWCI+kUoUwLy8QT4Sj5I/w8+/uzBmYr4sMw2/fu6EPmNzS79W+bU/iArTProM2T1QEp0+Z+H7PoQilj/ZKqQ+nYRrPcxj+D6l+ii+ty72PW8pIT8nLiG/T5isvZ0ChD6cwL490WUDP7htkT4fUoc/ZNE6PzMM4D3KW3k+G4hxvxdvXT/He7i+UFW4PgONJz/rswQ7jHuHPzm1cL+vGlY/UYGIvmQhjj7fQbi/fU3APo+/oL35JQTAgpc3vj8q0T6zXBS8KMQJv0kBMj8M/6G/qv2gPl3Ki72JW8A8L8WsOvAuYL7EUxI5g74tvw9Yw7+BiW8/1lcRP+dN8r6/fe6/7KSdvH3HSj8amn2+jOmhPuW67r2Ztim/KN0EP0otRr5b/Jo+e66FP6VYKD5Xkju+YBRFP8AeEj4eX0I+1sZnP5KYUb3kTZU+AbZYP6dobD5H5CS9HejMPmAQaz7Z5lw9OKtPP84xQz9/TX2+yWqWP0WTsL84U+E+EWknPmt9LL3TBQi9+GsrvnFU2D8v5J6++KDJPG++q78afgE/Q1QBwB3cIT9pRtA/","4PoYP1KBqD4RWLm+oxzDvhBG0j4fyUS/BJARv8rgFb/pBrk+iTj+Pjw4hL6ZuQi/dF9Fvy/wcz4fs6C9LXsXP0Onsz7ZYPS+/7JPPwZH/b7Dl52+3eu5vgRSIL8fRj6/rKT2PvqbMD73DOu+5zNxPiuXNj0WSRm+FC+xviYxlj7TXLG+It/3vpOFCz8m9TG+aFDdvpXXj7+KKKW+2Yh3voeyTz/C85m9TfAkv6iMjz+rD6++RsIHv16ZjT0kQyW+tvoJPijNQT56IaM+giaGPL2J0DvDnz8+t6Mavt37Db9ueeu+MjWovmv3Nr/ttUc++XsHPgA8tb45hCi/e3PhvmgmhL5MZoe95IzVvAm/br9z0BU/T42xPjXZJb/Pxqc9Z/MwvxHuSb7iq54+EN0vv7UVOb+2GMQ+nBSzPr7gvz6BKWs+c2i3vk6mur0aCdE+5tsAvx0AqL6ZjaC+GK2Yvgtc5b7GkS+/PlfTvsjJyD6OiFa+tt21vizk6L7RwyK/LgKmPlHMaD/EFaO+zZZCvr/8rL7qAaK+hKEHPxzBMj+nkzs+oFWivj76jj5Myb8+r1iOPnMmA7/equC+ce3cPI2cT75OIBk9Jk41PtKOC76tw++9+TSkvnbF/77GWsi+Tn4lP3EWDz/3uPG+tXV8PlbqyL7tZzC+iJWPPP/muz7jH3U+fI2QPfbB8L4J+12+PV7dPgPpm77M+Sy+wmCSPP1ZCj4QNhq+pYM/vbzHjL50DEa+GQp0PauqbD1QOA8+GwccP52Osr0C3qm+ptekvos0yr4ufXW+3x62vaB3R756+2M+NFstvulw5b6o/PK9MfimPg6qSrwjyUW+RUwXPt1h+b6jPHO+mK2OPsXpSr09Rv2+FDmNPQ2vIL7w8o2+q7n8Pbwujb7hPd2+YTnYPsXwnD2lLaG+/rODvufukL4rpxe9rQoTvT8xQj7aX06+afEWPaDtAj7dXQM+GTMlviBiwL4Nox+/alsSvmj6Uz7mWBy+FjVuvj88g75kvs2+","z6fnvbBCcT7TSCm+13YrPv1BiT7bxbM+OTXFvmmGzj2nnUW/yt27PcQF6z4DBc8+fx4Mv5hoTDxChTi95lBFPiWzjD6wQCK+leLOuxBGFj9hgIA+Tqgsvix7xb5A31i+tqgcPszgErvgoKI+BuG2PU91Sr66x/u9JJTSvgQ/eb/iYVU+DEe/Pp6Hg75DyT6+/4NnvuoVB78odgY/1kmTPXSMbD4doNy+C1Y7Pbp5bT4/GBM/BkcAv/g0zb7Tr14+Y7hjPIrSlL7ko1K84BfHvn1Qjb1UFCO+g5navQ9zT77D0B2+88jUPh8CdL5+IZ0+QYf/vtF/NL794oq+tHYaPvKVFT5m7ya/r4PuPmxVIz56lYk7oQLfPV7ddD0eJ0691MYnPn4Apr2rc4o9a3eAPYGqBj5ljyG999c8PZL5c75WnZu9IY18OuB8Ij4vGVE+Jzcdu+b0b72g5U89zZb0Ojbk+rxsiTO+/ZLPvVvKXz5nAb8+BjIGPRhQRj3kJVc+2z4VPpSAhz00jIA9y/8Svs+nvD09BCI7Zq5APlQyZT47Fe69w7oVv0sfsL6vhuQ9/H/5Pd64sr0Z8Ze9Tl1/PnBVyL7y1q0+FAZuPauW8D2RXdC9Ke+JvZRXlT1c0Hw8aDuCvsJKlL5q+SK9CDbbvaecO77sB2U+lOcdPpWDg72nIDG9bc0VPt5WqD1fXj+99Hq1vX27rj0ZM749fiGRvSXVFz5tkfq9xk69PA59IDz91Sg92zhBvnDLRT5rD469/vUkPwhXTr7TpeK9Rlz/PWCVH72zpSq+5+czPDcBqj5w0d48B8iIvlkK9r1OsnG8EU/fPb3VHT5zgUE+GENNvWnPw71A2gq9lX+hPQvcUz1FygI+rBYlPiZy0D1yo8096/bOPfpftzyGJDW9/wuOPWVqLT4jffW9cLdxPkaAXb4WTI49tBvtPqDw6z2/qbQ+XUcJvrgLlrmBpvW9XbwuPiGhiryntbK9z67IvRYaor5Bt4g+OzLBPR33gj4gQaI+","qKEzPkyPML5jqBW+1OOUvoUhab1Ab4c+vw+JvdUR6r2uWh49/akDvinavb5xmpO+vnWzvabO5z7nwY29s6OFvtepFr7rwqI+sVOCvhDZiD3RNEM+IGjyPGd/t72hkBY9TMlCvpysoT6sZkk+yp/iPUvtizvXdky7TBvxuoXWm7zn7x8/R/NYvq7Ul75MgF29rzQWPz+6tj4mvMY+HQxEP7GRzT1e5z++eOS+Pp4AG72/CLs+Nia0PdVIDD6Jqww/kZ3FvYj2Gj4peUe+pnDCPRyeTL68Fei+miARP/7oXr4Z0QQ/wAGAvo1ugD2IWrw+sbgqv3jO+D7KtoM+TSKKPrfBDzwlDDa8gdn0vno2TL4S+4A9Y5cyvlNfuD12HBS9sNUqPxxH1b505y++HGWQPrslfj6KoxY+B1G6vtWV2T1uH5m9jPsKPgsWoz6McuG+uITjvj1Ixb1EXxE+v7BYPwcSrz7oXGk+HBhmPjFHBT1rukQ/pnnXPoiu4j7Poby++NyOvYDBZDw9XtI+o7p3PgTioT48FOk+zyGRvtQO3b7wmxk/xAlUPmYOmb6SpUe+HadfvjdHmb6SaQE/epHIPdigg7wn0CI+vVG+vBlbQD8CNoY+yLCRvTM3pz5Scnq+Gr8KvOMkDLx7hWw+zQGCvtjbHD+kAi49Sd8PPxK1QD1kKVq+QCoivuef871wHbk+dtEkvJ9XAT9fuV8+L2qvPvVgJL24ybG+dTjoPpnxgT7lyAo/W2yJPiP7iD2R+qW+pbjovkZvBz8owAC/58epPqWyLD3xP5y9wwzpPvZlML3oGUU8V+hEPq9Zhj6fWh+/0mLsvsP8oT0S+sK8QAGqu35e/j6J9II+bT0qv4jYJj+QFfo+Q19vPlocnb5ivAI/W0cQvjrX0L2LcTI9Y+OUPHEPrr2VOSQ/dGnqPXZHvj66D5M93V81Pf/Zjz4eOD2+NLjnPq9s6b1dj6k9yj5jPcipZj9MDWC+bJ99PjoNOz2J8jk++AmhPlNvkz6vYyA/","ZZ5kPgaByT5+/A4+nETFPZVogr6uxuG+vUXEPizCML5FMiE/LGervixPk77Rmxs/lE8AP3htub2Qvty+TCs2Pj5KpTzq6rE9BR5xPsqXl77uxQS+0ebjvUGexT40+uA+Llw0PsxUgz5OuwY/kk4Uv2IDxz6Z8AY9GFURP/9k677PS+W95a6Pvs/Jqj7n2Js+IOC4vBa2Cj8BHry+h4YLvhlXpT4KTV8+CKZrPEp6gr5DDYW+dY1kvthuBD9xhNQ9JD26vHSCBb3I52E+m5bKPi2XiDy7o46+/Vv4Phhq3D4pYZG9T3q+vhiSLz/5Sz6/93WzPrGQ0T2jhI8+kKc5Pgs3p768pwu+8TVhPguhgT5Mwoq9rJbmPqFkuD5Nkv4+oVNCv8cobr77oAw/tdUFP9xjET+8Ffg9nvfMPSoBA7/7Sg+/u9ivPkGPwL5jQ8Y++0NaPjTPq73bMSE/bffzPoK32z0QJSc+SEf8Psjp7b7yW26+K732vfIrq76Ek2S+suCFPhcFRj9TIii+HI9GPn9vvj7giK0+ZbrbvoU4yT70f1O/wn1KPlipyDv8r8E+zo8MvyDREz93/HC+asyfPsG0rz0ppi++lf4BPhcx67zLrQc/Aw5Tvpxsmz7Wvxs/QGkcPoyiUL4cJRY/nI0IPvD6mD60q2M+3GP4PmfRkD6MiXk+twoEP3QhLD9Z26o9wE/mvqz20753+ic+5YExPjE5kD4WcJS+vSmEviBkBD/RxTg+QU6yvprr2L6VcDw+SIAevrs+FD7gy+q9xhzEPdpXPb36I/S7MiHFPrBWDz7YL9o+bISlvX2x9j4xBAW/L85TPt5vHr5mcbM+RY6NvnjoGr/Q7Ay/dVPDPcUfgT28CFS98b+MPdfSC77Ki8O+agkZvsBaCr7bujw+UT0wPguGrb43V90+5K+fPsuqbr0Hcla+2ZNwvgsE/j1dJGw+/J0pvTFDkb0P5pg+QGh+PooP7ztY0C6/xHIFP7vt077zhQ0/qyHpPXmGgD7VG5a+","MZXgvo0B7r39pxI+qvoQP3J+d76y/ji+3vGiPit54z5pMxS/7XjsvptnTT9e3Do/3ZkRPot/kb51wrM+brJdvm0S2L7LlX892AiAvTkZAD9hHss+C/LePByK2j5Ohs0+2S4PPm+9w73OPjk+8N5yPrl8Fb60aqa+a4xwvve+nb4H00Y9c/ftPlSDWr7XNLI91FnsvfHzqb0z4cG+V6GKPdDdr768XQQ8Z3LYvUffTr6Pkf6+7+Rgvi2JLr4EQsi8KzsZvXmJO75dvuM8FO2KPCsF2T71m+w+D41Ovhhd2T48w0G+cyDKvnNLbD77Qmi+mZSUPpen6L3U4rE8C50lPiAzuT5KNvo9uuU2P07z1T74Qhy/WSKDvuJs4j7FJ149VNLGvEJcT7xuQyG+DvIKviAzi710rkS9VatqPu+i1Tx+r949/0YbPVDA5b7+JrY93AM+voi90T4DTgM/GaJSvnkI9z1/1oq+VBhNvvfhmD1MzkG+H02YPh4zhj6UV5a+k/2UvhrKi74U7Z++gqNavnd65b4iFoK+23wYvhaoN7yMeyC/arsHvgzmgD2HdCM+VDBYvhSwPT6Ofzs9+zxJvoJqN77mv5e+KY7RPt68Cr2vw5y+vlhdPs9MIT5Se9o++jKSvvgpv75HvAa+yEqaPnuWgj0/etM+y7PHvu1ym77EKU6+X9IBP4zztT1ge0O7X+GUvXGgyb6pTUU+rjayPfXv+T2QjK2+XMSIvo6snLu+T0a/Bk+pvNFws73hy1A+LE8UPm61fLy+pck9yHW3O2rAi7wXViK+NAmUO6IzOT7fIpQ9OdbJPfgn3jrDFAM/8NodvY9arT0jqGQ+QjTGve5oPj3yNu29Y/l0Pi4qP78MMUQ+f8e/vfM5+7yykcw9YWQpPgvlrj6YgLW+45LDPde8Pzz0avO+8PY+vR9F3jyJ5MA+BInMvl6YmbyevLY+zOOyvioVGr5KVFa+pc8XvvmsBb+aACK+mXqcvVDdrryjLAQ+WGgXPvjpIrhZOvK+","cWaNPUrTHr/M00m8thRmPkIQhT2X/Hg8QWoSviA8RL4Z8kK9l19GPCuqaL1lZJO+XlZTv+T3+T5LTC8+zpaVvR1U9b1uJ5g88GBkvakcaL4CjSO+G+KLPcFbAzwqlfk802M2vfO04r1lfHC+NdkvP5Y2uj0PjE8+3R1YPrhsrrxBkSQ+0G8wve1WIr1xemY+KkGOPcaaTj7E8lC8xm+JPumqpb59YUQ+fnKIPD7PTT2UxRC+943YPYH8mj5AW047hWifPtFJfL6YECW9s5wVvl2YBT9e0yw+u4J8vhP0GT5h/12+yB2kPnEQHr/0QQY/JSuSPq+lVz6pyjk9jx+ivsOPNL3tlQM/+M8EPVaGj75CB6i+VUUlvuHiyzzdVbg8fiukPsELvj0Mb3y+XkdHvhAQZL5h/IE9527VvtWXKT+cLZk+iFuyvkqw0z418ia+dXanPZkrlD1VkWI9Sw1PPNGLAz39en++Ti/Ovfe4GT94Q188XYq5PlVHhj4gCqS9HyIEPhri2r5ba+49MoslvxIDOD40zHu+qJcnPkLSpz7bBtE8ktMbPq4lzD7BvVq+6KWPPqQV1r7WFDO+K2y0Pfq/vD42W2u9/1WhvU90Ez9W6aS+ikgCvIM++bz87Cu+rNynvs1L9T02MWw8obYlvVxg7jzGLI4+QB4dvmVsfb6dFZQ956Yev1Yxqj0lY1E+EypqPsPBor1N1+M9s/rCPF60Zz4OP0C+9uM2vhi/SL9lywW9+ZApPzfO6z4TxLk9yXeYvvKodj7YKJe7BQcPvlImMj4tK74+NGApvXo5H72Op4K+0x81Pptp2L75eyQ/2VzVvACy8z23xEA+YbzDPgghlT720Kk+5HtYvWgivj5KtMo+DNRcPaDZrL6z7To+wvWkvJGuBT+JmSu+gfqbvXzckb4epee9C0xPPaw9j77QOBU/rzWlvuMUdb2wOUo+Kt4CPzTW9T0jpDW+yz+Ovs+t/z0wSpk95zS7vuW5GT88w+s97KAdPpMddrxQmJO9","c2RDvgjn4j5peW283oKGvPmpVb5zC+U+Xn5pPm3FIr5Ymt+6QNWuPki71T2VQpk9K6mNPP4Zab6H5bw9RF2/O24LlL7Yvny9EI9pvmg38bxLF5k+ssQdvsirP70EDOc914A0vmmrl77wAZA+ga+gPu1r+z2RNSM94yZ4Pi6sPT4NGY69ZFPzPWiHY76agNo9zJ9avdPgiD4XH4E+TJM3vZfrWr4jqo+9gl9sPmNnH7zKplk9UzuGvPITgD6WLLw967JFPmwjgD06mLG+oS2NPhZC+b0bfp49N42IvvpDCD0EzCM+B0XcPhsChT67kJC9xpIoPulzET64WwS++f8oPYunFT7ZptO+bXmXPFCnQT4u5HW+vKcjvskUxz5LWFe+z1NsPjxGC73hxMG9Q9UFvSqtID7O79M9Rui6vcmvyb10NwG++saWutv7Ib3XD1y+bTvhPfRjAD4b0GW98WBOPWaI2T2Lc2i+FcfDvaqFQD738QA97lShPeY9Gj4g5/k+TmnwPUU6Z77zbA89zfmJu8NyYz2Tqz8+20q+vrGxnz3RkpK+wqwOPux6WL6f9CO9vuH+vfyRqz6SIMK9xG+WPAsy9rsvD22+J+LEvrxNxz0kEEE+URCTPk8elz73cCQ+VgCrPi0ULL1+syo+4csgvYT3F75mrja+x+GCvSNeOT0kiZW+G6RlPjoq3j012uU9XUnPvhqzET53SgK+/iOgPULyI75wD4k+/opJvrbZ4D2IuhI+IQG2vc0HC74ohe89m2DTvbiUET0SE6c8YAcqvuadiTzznSM+MEU8va0tyL3K3kO7ZafRveDUEz5b9rC9FW3SvJ8Ooj6MgXg9mBBYPar/Xz1dna69+m5OvkWBsD10OHc9bdvKveUEgT6koFY+vNXXPZj0NL56JMQ+MniNvkZ77D0bxBm+EPmYPHNmar3wooO+tuXnvF1D+70aNzK+/kgDvkPhJD0qWVG9FCEDvlhbZz6pZlM+pbY+PvVXPL5kl0S8GPLjvS68iD7Fx4a9","KDPovVG91r613Ya+zja5vZq+P74zf469F8OwPXBFdj1LMjS9hZm5PctgjjzIzGO9AlhgPgA7mr29Jhi+DiCqPdcsIb52QQY9cfrmPca53L3lHBA9p2frvIpP3r1ReyW+fpY1vCjn+D2daC++LLrkvb6CMTxej06+FMKBPp9WZj7mnFk8ykfCO7wPGb6F0aY+bUmcPnVXtD2VRjq+gwV/vvffNb5N8i4+PiK6vm0U6D21NwS/LKWcPtx3gr0dPas98mRMPmp+Xr6IGY++Odx+PHqA5L1RQJI+Af4APtnBdjzO65E94LkAvgqiDj4f8Y89GP8MPJoGbL5m4CO+v8ppPPwcO73Y7Zs+9X4LPgEkaL21OdG+3LxPPXWPFj40lzq+ByqDvdQEQj4/FQ2+eggFPvKtST2xD5C+9m/fPU+ZWz5oVzM+c0A+vjfgQL5Rg3y+RZ6lPZXWXT4AyN69ctd+vVMjML1FMF29paBrPkoAH770nq0+5MLOPdCW8TxxiEW8ZMjxvahMUD4cLhk9y+1qPb3OobyZg8g9MJo9vrB4/jxCyKA+KlOHvis77T7lljm+qbV7vocjcb0jFg++4uYAPvhgD76mRAO+LSCPOmuEvr3zHCK9aMgjPhFbLb6yXiM8CY1rvQTzdj491+W6zHS8PbATWz6J4Gk9loOCuiD8L77Q0RA9BohJvlxQljyNjDw+8ptVvRam4b058iC+BXBRPgO4az37B6w9qfGEvszhejz7wEO8v1ofPkrN7L0mu4a9MMsqvj05EL5/Fog8gVUZvqNAyj4PqHc+x89jPrN0k73QxqS9jsDjvtqwXL6kZbG9+/KOPXsLOb7oWY4+o/AbPa/ywDyGAjo9opclPWp+Ub7dHYm8MuEBvutaHr1crdq9B4wZvliyVL7M7P09xficPJgriz2KHi09We5xvkY+kz2x3oK8esCVvsIewr5ZBYw7+gHLPRn72T46xHC+CRv1PZ0QcD4N4Dy9HkMXvQzZMz6d81w9bqa3POttubyTCCU+","g7ZSPvjKET5AYde980DTvcuLxD2iw+69+Og0vZzfjb1O29I9zQUDPaPY+z2vzDk+oTeaPWieY76rXoM924W1PiRNDz5+aSk93aK2PdBfKb4bchU9OQpZvWQRhL7jxqs9WieUOwp8uL4H8Uy+15CKvlNvGr4dCpg81DxZPPvpdT3r+XS+BqMLPVs2Uj6pXtY9tp67vcbL3LsdZg6+kBouPuZH7r1hiJm9IQYTPUwWBL53sGg9lg4JPnrLAz3lriK+zMKKPmgyyz2Adea9vTsIvmZNAj7uM3m+MCYPvuuPxz32u0e+7awkPgwtEz3Zu4i+hk6UPWNqgz7pag093o+oPlAB8z3OaSg+GJKRPny7Ib4jEGQ+AuclvYhqMr4l/8G9ulcjvme7mj6Axia++FGQvosFy73JQRW+IyoePopr372ywXW+/m1xPbjaT76Jyia9Xdd7vdxo8r1xZ7w9t06Cvq19wT0ZHuO8OGFvvWFxEL5yHKC9wS09vW1A7r0Fh9A96YLKPHGAfj7aNIe+8LmCvWMPXrxGO+S90bSFvgN3oj3Rx0i+QilIvhuiVz6YWEa9O39wvY4PgL3YAVA+dzgsvp4DXL4ViOE8TCUAPpXz7L2t1ZS+YoxePoKLGb7O6RC+jssZvnEyeT1QIW48XbQrvtMfnb47vxY+kSyZvf5r3jz2bgQ8wdgbvqmnDL41t6k9f40cvnVy6T1W29O9hOvQvXUIvzzpDa28WpYZPv6+8LtYmD87neDgPUyCLT4GvbQ+k0+fPZ58nL0Gixg+WlkFvoN9pb1FvQ0++LtuvvaiBr6TcpS9b1bvvX1o1jw2J2G+LWoFPebQnr2RtZK+uDD1vTTQub3TsJm+k2KCPl/VKj58kG0+Luc0PkEh3736KL893GerO6bL274fBvY9YAwqvRfwxbxPC1a+mDxUvuPioz4jyqO9I1C+PaK1Kr3E0pS+5YClPn/PYr7ob6i8J+iTu5MjTb5NtRK+X60VuwsCtzu0Pri9tKtGPjvG3b3MsCG+","8hG+PWSc+Ly/+B69BF3wPQI3cj6/p9+9qM6KPTXxujxHqDY+S6qMvCcJGb0f8u+9tWALvmtB7D0YROi89eQtPVM13z2PtYi++3lDvk+xsb3R/qw9so4APkPUj74PaMk8nEyYvjRBLj2zIKq91+J8voqeSz6G0zG+LlGZvZD6WT75u1q+J05fPHPucL7O7f89eBZwvfSPiT1YBVg+PxqIPnq1tD0nOoO+gE0nPjhR7L2KfGw9L3cUvkVHVD4IXYU7JaxIvhbvlzvUVK890+PQPbsK4bzTkmM+YkvSPd3vEL0JSN29Vi2AvQHibT2vE4I94daKPCbsgL4zO+I7KN++vBTqhj7X5bG8eFMmPXCpSL7XQi+9G0OFvYXVK77HiT0+5AiaPmUweT21GXc8uNKUvTElZb5Iby49EglSPpnaID61IYM9FC38PfHYNj6LbpO9VVr6u8rXzDxBp+G9v2qSvHAURr5204081T3mPDnHzr1ngF4+WfZ9vM+NOr3rEV0+r4DwPU5QnD12kJg9AwdAu5f+37sP3KC+WyFfvlzS/TsaWi8+lW8iPq3k77vbNLC+vcOAvvFTkL4j8qi+jk7SvZytRLwJyua9oK47vliY/r12uRk+oFQKvm0/JDqW1k8+ZgNJvhV+mb2u4YG+WPoWvgiQTT7Kny687dAAvlxxdj50yLU9h5hZPjeybj0/0YG96ykFPigZpz68GBG+ZY6OPpA+Pj1qiOm9K93NPXBunr7HARI9fFtHvl1z3j4KeZY+GwOuPi2QlD1oayE9FKIoPliVJj44Hk+9Qp6gvh9FkD0Yn7m+YjcOvuFWu7wFS+Y87UzZu0+AXb6BWpw+6vAhO+Qkbr26D00+1TSKvLuPDr7cVMe+HVHcvX1XDD2Q5a8+EopwPvv5wL7TBeg9tZsHvYFhIz2+dMW+53gsvmjcGT3wnGG+pucjvvjPEb6IwMY+tfR7vvhl677tM829Ke5rvajWGz2qqrw7SxGKPXi9kL27wiQ9VkPbvBjXM73q5iy+","v1WMPk3ANb4GFP89+Z01vRXyJD4x+968dLF1vojpfb6BcTc+SbfdvRS+Uz1lLyS9U/7KvZnenb6fvOO9QvWNPhOkiz6RZ5y+ClsAPiVNjj08thC+GPylPrN+C758PkC+pggqO+Hrb77F0/m+my9UvX2Rzb1oaYu+QWKRPRYvlT33rAk+quHEvMrXaj59As49i1BqvZc5gTwSiXW+bgl+PoUNTz6n6+O9LyFsPfS53710/16+E+zyvdpbyr1gMJY+dDj+vaelDT0R2Ew+crZIvlNhNj6jJsS+KTm1O2sTr74Tr6S+bUPXPNod2b5MooE9MiNZvt25zDzyeom+4jIUvcoFY766Hn0+rUtavRGX97xVIxI+McDnPqQwob5yG68+Df0RvieYRD7hNqI+M6E2val4gL4PAuy9BLOMPiZEtj3xkZQ+ZVNZvGIhXj1TSsA+n1UaPpxKMTpepxW9Q76ZPkkXXL5vkgm+NDoBvp9cD74VKB0+y8TCvla6RTwwtBO++ks7Pjha5z6/GEu9j4Lvvjvfzb7DiGu9JHdJPgXxMT6eeK09dxeAvkCu9j7uB/S9/G7kPgGqP75Nj0u+L+qZvYHf973UWgU+o7mIPvIDVb0yKXi++APPPU/oXr6gPii+ml5yvD2gUz0vhUu+T5pGPutBhj51ZFW++g9RuyGojD16zes+N+3BviFbeb7siOC+/sP4PeaoVr6ntqq+Q1TIvZ6JAD9J83s9qH2pvrAo377dTge+1tRnvVwfkr6vK+4+C+msPu0Oy75hqE4+a/91vjU5y720dAO+hPKrvsAehL3dekA+g0cWPiqwib5agaa947e0vqzlHL3re/S8E0ASvhjTKT7CoJq9OWO4Pj5mLD01LSs+ar2cPRC6WL5vKiE+aiGnPvOF3rxAI4o+aCm8vhVhOL7oaRW+SNnbvBwl/r2snnO9b0YuPjjcAj5tZy2+VCmPPjsptL7CQxG+/+3HvklNFT6AVta8deZOvmPhj70gkFa9jsMVPuJukb686cG9","h/VsPSybvT4DbSW+GiArPgXw4D5i/sQ9IUbYvnys4T1LVvK8th6NPkwZzj1s31i+03whPfp5Sz6jAvE7PKsPPrvxYLz1WiO+fs4evtadqj4Z6VG+MOKKPMIDkL7o/L28fcGsvjBGDD4Hema+JfaUvmSUUD3c9OI9v/C1PNU0+z316r4+wOLVPnAWQ7paszi9NmhJvfNOHb6lBE0+Iwr1PV40hb1TaVe+tR+JPrchHD3yWPI+5/zYvg0fDb7TQ5m+xAMuvlh+2L35OwY8UA6BvZ7Iqb5AQwC+9wwAvw9ii77pbaM9MujyPmIQlb71YcE9ohD3PEh5Tz1lsfI9cUOUPT/FiT7SVho9ng+uvvwgq74/pGA+BNRovlV78r0/LOG8GQLfPhOcRL6mtu6+qOPPvmJjpr6cmXE9Sa33u9UYPz6zCoA+k6n9vkrjLT8mDhO/BB9Wvt0+ST0i2cO+U0Kavs8jGz9H1wS9u0fhvkYVZD3Weyk9gQ+avkyHdL4R48e9jzC3PI9Rs74sGPE+f/TjPRZ46j0pVXo9lnIvOzDkdD520RU/2I8cPq08Vb5pDhm9RAdCvZfqsL4cWBC+8AroPZp2q70ci5q9a5HlPrlcIb4jX7C+g3aMvVFrAT6H496+SBYlvg9kc75s8Sy/04ULPtvnt7590Ie8bBm3vsEqHT4KDl695NBhPt3Fwb6m6Ui9/isfP7Sy5T4UHBW/j3OJPuo1vbzaAlK8z+OYPo/SDr8vP4K+H3hfPjjbtD1OXBk+1sCpPcOVsD4UkHq+WzCsPnR0c77YjwC+kRC4vgo9gD0+c5i+/UZUPVHhH78BhH684izIvIaOqr5tJcE9geuavXmh5j6S1sU+/k4+PlUhbb002aG+hWvXPdiAnj7Gsrs+cEZLPSfUU77Rq9g+qwRNPlLOOT4TkAW/lgxJvtviob7xM5s8nvmIvZ02nz6qPac9mY0UPhkPdb4v8yu/BGWLvvgvu7xCpbk+7Gx8vAuqQz5UeEw9Jo1KPkS2BD4qHFG+","YndLPtHOrbzgy9S+6AUQvpKwMj93D7e+KnhcvWP2lr0P51o91SHwvR1aQL6BBKW+zIfevoT8pb3drHe+KDXZPqHfpD6Xq8S+ogLePhjYrT3iBCm/l4qFPjrcK77EuRC+x8wNP5uaij4FzSi/3XYgPgfdUL0ZHsC9rRRBvvO1gr0nLK299KyhvnudDj/zFfK9UIyGvSeOyL4w8qI9mqYfvQ7aUD5smwA+FWy2vmK5az5/WmA9gQDCPbWW/r5Ejsy9aPujPeIixL3lTAM/Rkc8PtUfEj52LHC96em8PZaip748ZBO9MnMOvqnt+b3zYsg9iAWrvhamn74hiBa/sl1QvlTZlT1q73w+suCDuxdzDr7v5Aq+q9MPP8a8A7xkeYY+NWx0vAvIWj33zBY/VxHVvpgPPL5d+PI+WSmWPl6bWz4ufCQ+kcpgPQmReT4aKxU/7CIlv2k+wL0GWgk+PsV9vXb0tL7FtMA+NwrIPCbZUL2BIAi+YH3avv03pr1oiY2+leXEPoE6uD72lpU+Vh8EvQ434D2kb7a9YSwwP1b3CD9t4YY+ynGVPey8db4stw4/V1sdP6vpiL62tsy9ZWKHvFvfrL0kVhq+E/jLPcxbkr3QBA2+by7tvraa+r61dRM9xuJHvXlbJD5QW4W+IsGZPgQ4jr6l+gi+MrEevbDxGb3Ltk89ZMMhPl/rdr4n2A29PAacPtvrsL0+uYa9h8yaPbZisz5S8Qc9php+vtgho73/msG9TZkhv+JxSL61YB2+B6E5PvvVGT4fdiy9/FIXvp3tE77Hi9A933mHPiGAhz1zK7k+NUUav2qtGb4UYFM+B68fPe8vBb7EJcG+guDRvZO36DzlBIO+zkMFPr5jqb2djnE+QvmHvVsT0j1fHYI+u45zPlGvtD4G5Oi+kmERPxCQjLzqCyk+uY65vnc8pbxWNMu9KtHDvlxKbz7/8YS+R4ZPvkZijL6C6J2+LkI5vjux6r39lck9OfjJvkY+Eb/2oRO+8uWaPQkL0b0Tuho+","dFPOPW46dj4f99K+REyAvSgf5z1tYxg9Nz6xvfjx1z6/iss9gkysPsktQT5RjGA+E/ybPUi5tr22Yo49DmPSPpNp1T6b7Ww+S+yhviUBVD5EVqy+mGUgPvwTd74ebaG9w3LuvRWo9jtXdsM94AQmvrRW1j0yKAq+RnCHvXgAGT06cG88RLxPPkqLA74xbCy+6hUhPlA5OD6m7KU+EA26PG5HiL3MAIc+I0zovHZEpz5taro+RwmpvQ7AgL2GwWK9WFqXvhWXrL7J1sU9QXOcvct1nr0NDqU9DVgkPoPi5jwMkDI+MV8WPiZPhryhnaQ+wRZiPUtb8D1Issu8WuMYvt/kpL2sbwU67qgHvi1zpr6CwoA+QOUZPjsBXr7kLBy8sCBEPWzmVj6tE5e+bUhxvrFJHz6lZwA/G2s7PmKtmz0SYS2+91UpPVnYDju6Uha9g3xTvuJWDj7Ymu49+7YlvjNxjrxInMY+HlpRvWuN6z1I93e+fEjcvTg9cz65eYy9zMUPvp2Rz76VTiw9UGUavh1BLz0pJRi+4NnAPgWwHr21X00+g3ltPrJy6bvny6w+/7mRPtDmzz3iYCQ+VxEePmMRjj0q7oo8IfptvNkkFD3b3Xi+b7KoPWIyUz5r++i+qt1xPt/Ksz4FBsy+HGtDPrdCib7AC6u97HJPvqnDKL5r2ta9LzUaO3bDpb7cxVu96aVjPtUIIj4VV5W8PR/YvHvH/z0MYzy+gO3WvJbEAb0r/1I+sfm8vNIPfb6riAg9InW0u/oxtrsquaQ+hpiRvuZCMr/q1ug8cnIGvs8KQ71mjR09NbaTPn6TJD7vVSa+bp2Hvm6SBD6ykd++GiPdPCQcSj0IHi8+cLmzPg39v72uKfI9eLjbPPmEnD0f9go9i18TPjKMpj0BVyW+zD2ZOtNvIz4BzWM+mjUGPsyHn7ptZUI8ABi8vIcr7zx3+4m+lhiIvhyV4jyxV7Y8FrVzvkeYET2XALA9SL0EPpbl/T1GAAk+LqXRO38NcL1dmSW+","wZQTPjL4575O2g6+D1kRPtwavT5oYB2+0FFaPsfumT36HRy9+Kx4vtMreD1mWA0+UamqPBOlLj888lW+yHGyvhMosj1FRp8+UebQvrrtcz05zvw8uUaOvfiP9b18+QY+KEYfv+pnMD9GQZE8YqI4v2nCA76PLak+WhgKPh/Pmbw29lw985KPPgxRxr2IfZC9/XKXPtDwXT1imuO+sB5YvYmGwr0aBZq+XMADv1LYYbxvOny+UnTzPqqEvT6C8AS+pscePtIFaz406v690O6sPQ4tnT4dlDw+bNmoPgbAbT1Yo5U86z4zvp37MD7nfBA/27kcPos1rb5Hwrg+v6vAvRS61r3ucqo+CyDbPIEnXr3a0cq9b/2wPOaLlz2f5w2/JeV4vhQOob4apwc+DT0SP83uaD4o+YI3w4iYvggsj76FvDg+1RyZvTYv/j5XoaC+p4nSPrQVD75FzNY97xGCvlX/tb1nAaG+HL0KP/E0/T3YQI2+kLX7PoCz3L1iduO+cxbrvoApjL4/VaE+KQclPhAmUr3QswY+0VkiPmswqr30YxM/oKOVvoh/UL37Mty+2KGhPUzilb0C85g9y//ovXn24z2jySs+6UmBPZaedL6dAeg9YAQGv0uS4D0kOz4+AkN1vc+Vhb01QTm+rPflvoWTyr0DzD4+WXaoPX4Cfj4r3dO+eBbGvpKjjz77/gc/Xm+rvmYHfD8xhvQ+A4KvPl0gML9O0B2+i9n6Pm7eGj+LLzM/zigMv6zUET+5vIW/sAd+v85cXj8mV3m/iwBQP9ad9D6Esk0+Gw5PP6mKqz6nwGm+FfPtvq52Nj/Un5C/74V6Pu0q0L6/7Ys+Jye+vkXNVb8ZPBI/t1BVv6fMYT8cS6W/AkeuPnBBhb5fSVe/NAkxv4pfBr8tgju9pWM8PfTD3L5MSIE/jcnBPq3cir++Rgy/JAQzPlhdtr6sqhS/rtZgPw35rD/w1Um/xFL0Pjxnij/CkZG+70giPxHZZ7/wPTc/x42av8726j4CiDY/","+1JSPs6TCT8zIRQ/mTCxPUGvS7/smTW/9QwQP1aRP77h8Ei/pv13Px/xPb+KIYY/YgtYP3JwWr9BTW6/icaTvRUQiTzuEl8+hfiKvyD6Ur+oJ08+nnKQvalADj/xcoG/pk6NPxV8Bb9At7A/3R5Iv98XZL998iA/qrOEv5VAFL/1lHK/cqQtvyMSbr8eFJC+0koHvxrZj79N6NG+AqRyv0lwgb8LWSK+bX9iPh6OKj5exNu+Pg2LPpdkbr+qZ2w+a9dbvibVNr5UFJg+8Umjvw6ykr68tbk+bIBzP54HLj/wL02+099Jv57+hD9m3Ki+rhd+v2gocD4diZe/qwMEvzqmR78LeYQ9R4s3P7FUMz/6YUa/RqlZP42Shj/jyCu/retlvzKSdj8GYzE/hcGWP+ERhT/sJ16/wOesPe4kTL/XFZ+/2W5zP46kdb8jbJs/+BCWPxPOIb+gxrM/TiWVvnPKQ7+GL4q/RVZ9P8Pk473weJg9XkbKPFdUjz+LeEw+jZdyv6nUaD83jYu/+7m5PtfVYb/hVi8/UWQzvVZ+cb/iRYi/Z4kxvC7DRz8pXhi+Ed8Cv5xAHj8tqhM/eP2Pv1l3rr5xS5E+07JdvzC2oT6UHRA/2LCeP8trp7+G4Y4/mTI2P0ITuT/bY7g/UJK/v3MaST/4zYW/hwR2P9qLID9o+xu/jqLmvodtAz8bfsG+jbiRvyEigb9m5ok//tFLv7w9Tr+eI1k/FTJxv+QeXz86e4Y/DQHLvibhkr9tpPO+c5gMv2SqHr8Fecu/9mGnv920jj7Yg32+pxaMPy1lqr+ciDY/raGvuRH2Pz/tltC9bMSAv5dn/D516B2/ez9yP3ysUL8ujbO/R3OHv7jc3j2cUsU+vhdiv37oUL9dc5q/w9xtv2lp3j7K95u+CZpFv0oLVL/LVtI/wRWcv+K0Pj9cGpc+y8KYPtjBib9NmF6/4d4sPuIriT9z+aA/mqdXP1GMND/8TLe/vuYuP6af+r4AHWS/tpJEv+fXqr9kZI0+","0MwPvhvdRj0fe8A9kfyHvNOQBr5Ux+y9ct+dvXOk0Txqx2i+HoYuPuXw0r1psj29XyoxvrKLQL8jW4C+fD6PPYaZwD7eIL49ycxbvmXfiL0lyyc9Ed9evtNvmr2QYVS+urQCvlUQf78cokY9ceQQP9ckBz6pQ+w8kfbgPWUyYz57p5y+2rsEvkK9Rb57NyW/fCOGPhCg1T6CM4I+deYOvzyCMD52P+k9T++dPoxCVr6FMvc+w3smvkG1Fz7bMu2+b7XBPhBKyD7ragA91igSP0JBCb9AqZ08Z9drv2S4BT6jUcG+fa8TvtODVr7893y/QfsmPg2fLb7x8pY+ZcEwPSjSgT5j8+a+71IGvcSvbT4Mbvw9XfYSvXKhtT4sPLG9GBL3vRgVoD5uT9M9jStBvrxoFr/1VX8+tqO7PkpwQ75ZSpu9mjIkvODgl7+AXr49BHqaPru9QD6R8za+yLl2vkkBQ70LJEw+iv+tvpsjHz/JLa6+L7KaPieS8L5LGCE+FFwiPtNajT1zl0K/w6GWPhrZnT5ZMBO/EOCNvlCoEj6viBC/ulSkPmifjL4K1RC+NXWlvi4fZj5gFAG/mSZjvh2M3D1Qs0U+KWzavW6WAr+Tg5M97je1PqRtPL5TNT+7y9CmPcEKRT6oGo2+cW+3vR0+Eb4vEoM+pUDnvicmS7zAawE/8jn8PofRwr4t0Ey+uKTsPig/u70v4a++2pSiu+C7vD6uce09Hhb2vsp6Cb+hMZC+XKUKvssM7751eXo+eJgHPloaEr8g+S0/GP6ovkYT+73Kh8Y95Xwmv4SqpD2kNJC90W+xvY29dL6MyZ0+/IzxvA31Tj+JSsg9LW5LPg5uhr7Ojza/j41/PrN+H78f3zy+R24av4407D6HFuG+O+cZP/WUoD0CpC6+0gkePwYiRD+CBp2+qBuyPdJxpL7hIBY/kubCvfJSqjyY4Fo/w+Yuv2NB/T2hmcK9aOPOvuguQz7w67q93zSnvk+whr71fM49u433vhWg7b4MZ1m/","qPT9vfQZVr+sq4i+RlwLPvDPPD8q/as+z37rviMGF7xxXBW/W+rJPVuS4z5Agnq+dGbDvvMpHD+QOzE+dRuVPbroFD+sDyM+R2orPafmmD2ZTWK9CrkgPZOoc769SNO+0zYTvgveVD4OTma+IKE9Py9LJL9p1qc+emezvm3nRL7jTMw+UMN7PpwDtDxPpAk//m2XPu6S7L5FYA8/RYfqPhyh/TzXFQ8/IX0Vvx7MOT6x+EA+tjE3PkV6s743GIM+/7d5Pz6WDD0EZEE+DlyqvryuaT9AXBy+vxBYvm5tNL9yhJK+pCAEP2g8j72Dtqc+QifJvv9FMjus6V2+4hAhvvcfL76XrdW9AVG9vGKJDz5NMRa/6O/CPvGiRT1i4A8+UhQpvoH8Hb7ihpA+qjyrPYDCyD7c0Z4+OIYNvhIDBL83Nu++Nzq7PnS8hr4JrYk+dADlPqccNL3LzQc/LAMjPqO86z1rF+Q+WCMJP9j0tb3DZwO+s+YEOzneej3ZV2O+qf0OvjJ1FD4uHv6+ZhB2PYrvIj7cDOc+U1O4PtMJ/rs2XBG+39AdPpHi+T7CAAa+LbDAvQNLwD0EnX0951gCPiEAuj43qCa+bWMfPpoWXz6ll3E+HH+PPjZIrD6SnCU+KYUaPt3Ofz6sSkc+FSSIPYOkvz3qmz6+GCjRPvG9Hz/O7Qm+ZEiCPSr1B72bG3s7mw02vvthIr/IXKk+FErZvWTBjT3Aar2+3IMZv9qsaT6bJYM+dZzpvrWRjr6DnVo9L3w7v3grWz44PVM+FCBkvhOtPL8XD409RaelPi2Amr19iTQ+LhnEPvXoHD4EJHy+Oz4Ivq9anz0RG4K+I8TZPWojir6J6eu9bVPKPjGPnD6tAJM+a+E0vS6tCL88LJS+cc/WPuDDFT9dUO++gieivQv3PL8J85E99R6IvQNSlD7KNPG9nRZavBpBtr6uIb88lRTevSlFO74uDqs+e6IoPsh5Oj7A+Za9M9E4Pihyvb0w+gw9XVK8vE3OHD4KLDu+","X38rPYY+PT2BXJ09kiC1vfuvRT4WN2u+kYxFvi9Aqz2cM+69IFk+vDAFvT3ml2++rs0xvtTjPb7CXSY+7DcdPnI2fD4BG6Y84v/dPJt/jr0BHaC7snQbPhtAfb12GiY+xyo7vsQJrjzKI4G+iwFGvpOEcT7mggu+uf9FvaoXtj0wwDQ7zotJvBAxtjwkgCy+6wdWvmiQIT6sCCW+Hd8UPRIZOj6a59m9E0rCvpE8Jr6OcAE+PRqOPcz3470MY1U+DpumvrbBu73gWoe9VTvMvmKnQ71jpNC7xJhdvgSoDT4/8kk9Io2FveDI770ixZg9nZsePl8JUDzorfs9Z3lHvkXDFT5gyYo95EmHPnsDYj13KS6+8oK0vcKhC76YW1i80TrrPU1cXD7mBFg8xXcuPkUANT0IJ12+mMRfPjN0zb1qXDC9jwScPN2c3LuC3La9kx0CPz1VGT7UoXK+cZo8PtKtlT2/P4K9aUwWvn/oDz6bTq890uM2vY6cED6DOqk8UmLFva+6Xz7qft89+4O8vtHuub6swTO9AgCDPqwZCT40ZEK95VTrvoTrsz7Pgxy+a7/FPQdOFr40Ros7r7KSvoiwAr6jZUo+YPqmPgXmJrx//QO+M0TVvWXA+ruqfaI8iF0tvm7KrbwcM+U9BTmwPLf1PD4yijI+T3BbvtuiU73T0gm+b0H+vlZ7rD6n1pk+HoxAPglR6DxWGcQ9Mg15PL0cWL57HZ++ei6EPiJDFT5tYAK+kB8TvQJEzj5g44W8VCBFPqRKhr7VF9a9iLa1vEGcEr7ZwRM+0qYEv0KSab40Y/27ZhGNvj/dvr1cGpS+dKPhPqdjXr7hmAk997gPPoikAL/+u0A+qcEjPqkSDD5jtcW+d80wvkIdYL66Vj2+sHWjvuYqlL3dmZG9D/t0vheyFL5lFwA+5XsLPjPE8b7CdNi+TOOGPspadr5uQam+YI0QPQCroz6rwIu+KHPVPg2EUb6c9NC9MJMmPoJC9b1OvtY+bnWqvk1az72MhvQ9",